{
    "2VW1OLWI_5c": [],
    "ar7NTu3iBi0": [],
    "ZsgICMTZXAw": [],
    "ujyXzWcdWPs": [],
    "N_itVsrtnLg": [],
    "YSMyXSSC_g0": [],
    "HFr8xWc4OrI": [],
    "y-SjNnjiA4g": [],
    "70IUtRqOsLc": [],
    "ezlGrY3UZVg": [],
    "Y0XBwQfOfYA": [],
    "TrnFvBzdc3Y": [],
    "p6Ln_1FHz2s": [],
    "h8wWYRwKjS8": [],
    "5XpMvawaNFo": [],
    "y5JOBw5JNeE": [],
    "tGa12CI6OSE": [],
    "cZbQdIWstN8": [],
    "oo0ti87nEso": [],
    "RcfKDHUAj_I": [],
    "o3fJwjstPM0": [],
    "qZRlfXlk7Bk": [],
    "XC23ymZRR2I": [],
    "sEP1fro0ABA": [],
    "J3HLJYLxZnc": [],
    "GrIQXsGSZUQ": [],
    "a4p_9Kv_IDY": [],
    "z3sepLKGLBs": [],
    "pTXNu-v29c4": [],
    "XxGWfFPMYbg": [],
    "9e91grUXL4k": [],
    "K4NpTeuEgug": [],
    "iVU6UDUWua8": [],
    "A396kJZZQmQ": [],
    "jO8DJob3p_g": [],
    "m5dpIOe3Okg": [],
    "ewaAKHMXhhs": [],
    "AJlTjk0d0IU": [],
    "dDdNiJSMaW8": [],
    "NwiiKbaeIXY": [],
    "qg4d1kB4IGg": [],
    "5QsPz3fkfQ0": [],
    "4y9Wqv33waY": [],
    "m6ZZNg6YBDA": [],
    "jn4zLkbm4xU": [],
    "AC3LhP5jKLQ": [],
    "QwtJL1MKUnw": [],
    "e-uJu50L6gY": [],
    "hGNvPbL1Tj0": [],
    "FlHCgTnV7WA": [],
    "FBcFrucacBI": [],
    "7FlREdOJxKA": [],
    "v6UyQtA2nSc": [],
    "9xJvc4JnAoo": [],
    "yEVi5qc0zdA": [],
    "kok4ztpt9Gc": [],
    "-PEdY5mwwBU": [],
    "qAWG1ng6jUc": [],
    "pmfU63wDuAA": [],
    "Q5BTxUl4SLk": [],
    "Uzlc0T4rtHE": [],
    "MSFaF-5_RlY": [],
    "pweZOp887aA": [],
    "cdM1Rv-Qa-4": [],
    "lCyZgyzuMFI": [],
    "UxlTWShJ9-s": [],
    "Bes5D2aI-6I": [],
    "f2TX9cScRN8": [],
    "FSWKkL34JUQ": [],
    "rkxJWFBuGFI": [],
    "d1z4ee7Q99s": [],
    "BRbwQr1O6rQ": [],
    "K6PiwjSLJ0o": [],
    "6jI8lxSuKSg": [],
    "DBwCrnoGge8": [],
    "vI6uQfHmhM4": [],
    "YUu2KeKkFjw": [],
    "kMr0DP2RxtE": [],
    "Sc8UiMirq_E": [],
    "5JTKKC0SrrQ": [],
    "IQTSMg3i5es": [],
    "5MxCFhOZC-c": [],
    "E9zgl693ra8": [],
    "Bp6ZeR8iwIM": [],
    "TKlO_Oe2Fsg": [],
    "MdFvkz4jfHc": [],
    "RYkYk8aZT0I": [],
    "NmQr2GOrixE": [],
    "LuALWlqKki4": [],
    "bn8GbXAUMck": [],
    "3HU0LOzvMPg": [],
    "eAUn5d3eCtQ": [],
    "1EMUZvygvKE": [],
    "j8SDSJ5YGWc": [],
    "ybIETL93RG4": [],
    "Us9JQW6GD9U": [],
    "em4zQzqbPCA": [],
    "u70YCrOcH2A": [],
    "avtjT7M7DgE": [],
    "Ztjnuf3uuOk": [],
    "sKxI1-n_SAI": [],
    "Xx3i4XE_DoQ": [],
    "P5h2o5LY2pk": [],
    "c8832jN8xCI": [],
    "zReBTzYuHRk": [],
    "Zbl8upXEReU": [],
    "y70o2VPeqpg": [],
    "qvwy4EMAAhg": [],
    "KBlB4i_JQCo": [],
    "FMUeJd7qA2s": [],
    "WaNBZMtVY0M": [],
    "TNLWCHYT1fM": [],
    "GNBs5hErofs": [],
    "FLWagOkz8v8": [],
    "iXpRcSpWpKU": [],
    "40p0HfTXTSU": [],
    "AAAKpqOlaPc": [],
    "NMfR2_EwWP4": [],
    "C1ipO-CR0Ns": [],
    "aToZoQigocU": [],
    "F9YmCQGY5W8": [],
    "D4ydQVk671w": [],
    "76uNEP4IGIM": [],
    "e143N2wn7W4": [],
    "bQsaU8xepl0": [],
    "5cPACxrtOks": [],
    "EbAHbuGPVFo": [],
    "a5VVceEcdkI": [],
    "zC7d3nhynOY": [],
    "BvI7y6yn0Zg": [],
    "9eAi5KHQJTw": [],
    "I_21QKvuebQ": [],
    "hmdSk6KAgQM": [],
    "Y6KZ-LTXjuY": [],
    "rCF4_FbJo_8": [],
    "_m2DYbvKyEU": [],
    "nQwMXX2vF5s": [],
    "Wt553jhuf-I": [],
    "91MMHpWrE7A": [],
    "2fpoZ171GuQ": [],
    "uXXM4snKA5Q": [],
    "qodA39a_Ypw": [],
    "ZiMrEgP7iiM": [],
    "C3DVxYCchUI": [],
    "CmNa_EdXyRY": [],
    "5weHJ2G6YFw": [],
    "UkPvQ7Ef6SM": [],
    "vhYMVhBbuLU": [],
    "zR74qNIXatE": [],
    "6G4ymof1xI4": [],
    "2UwepdlBVjU": [],
    "vy74csHqx3A": [],
    "Inoo16ph6DY": [],
    "ZUt4r8cG_lQ": [],
    "1WybaIu9b44": [],
    "jswXjPxzKP8": [],
    "hPl7-qwtHMY": [],
    "1rSGiKG6hTo": [],
    "Rkg31mj66rA": [],
    "r07adMKLgjI": [],
    "vMg5gjdLv3g": [],
    "ZSzVazAt9iY": [],
    "w4ELfSevxXE": [],
    "znhYzjC_xXQ": [],
    "p5LiRHNd8Lk": [],
    "u2zPqcaSLCI": [],
    "-E2gEgS7w-U": [],
    "PTfaJpiuZ5g": [],
    "SO8DcUIwV0M": [
        "Awesome",
        "Thank you for this beautiful song!!!",
        "",
        "",
        ""
    ],
    "G_LvyxOKV3E": [
        "Keep this underrated",
        "Last night we were sitting in the balcony all night. She left in the morning giving me sweet memories of this spot. Now I'm sitting all alone listening to this masterpiece. Seems my emotions from last night are captured in this song",
        "This song has a flow of words jumbled into the music and the rhythm ",
        "",
        "Gatekeeping this song ... Pls don't make it over rated"
    ],
    "Z3tbM6dUPPk": [
        "Welcome back sir!!!",
        "such a vibe  on repeat ...",
        "I have been listening to this song in loop..guess i am enchanted!!!This song…. And your voice “heavenly “new addition to my playlist…\nP.S. lots of love to you ( from your fan)"
    ],
    "8M6FbHjGN44": [
        "Dude where is the video? It was so amazing, such a original idea.... Btw this song touches me on so many levels... We all had to let go of someone we loved at a point in our lives... You are amazing!!!"
    ],
    "z_eSIvuRvvo": [
        "Best song ",
        "was soothing , keep it up buddy"
    ],
    "MqPWTEmYDcQ": [
        "Beautiful ️",
        "Abdulla Qureshi bht pyara hai",
        "️️",
        "Loveeeeeeee this song️"
    ],
    "houtP0jVIkI": [
        "so sweet and very overwhelming ",
        ""
    ],
    "ntuvhLBpMbo": [],
    "mJACZQ2jM28": [
        "The last straw",
        "THIS IS BEAUTIFUL "
    ],
    "Lp1Tmnr0xzk": [
        "Finally found something which is not viral but which is supposed to get viral",
        "",
        "Views itne kaam kyu ?",
        "Bhai apnay tou music chordiya tha",
        "Didn't you leave music for religious purpose my man?"
    ],
    "fyE4sLS_G00": [],
    "swlBaU5U6TM": [
        "FIRST ",
        "Masha Allah"
    ],
    "eAG_X7eToYM": [
        "Very soothing.. your voice "
    ],
    "JuFAst_9og4": [
        "This song never fails to make me start tapping my feet . It's such a good beat"
    ],
    "ZFv-iAjw7II": [],
    "yDVrNkbPO78": [
        "",
        "🥹"
    ],
    "h6_gux_dn_Y": [],
    "EtJL_S_39Jc": [
        "Lot of memories form this song",
        ""
    ],
    "HxGNbRBk0D0": [],
    "acivWz1zcp4": [],
    "6dI-Mq7GtMQ": [],
    "slXlLCdSrJ8": [],
    "kBHKPKmju24": [],
    "n8Sc8-ylZAI": [],
    "OAxeABujVCE": [
        "this song has found me in my lowest phases, and hands down this is like a remedy,makes you understand how life is ️",
        "बुल्ले शाह गाने वाले कलाकारों को श्रोताओं का बहुत प्यार मिला है,\nगाने वाले चाहे भारतीय हों या पाकिस्तानी",
        "As a Pakistani, I have to say...Indians appreciate music like none other. They appreciate talent like no other. I have so many Indian friends in US and they are some of the most respectful and considerate people. This is what we identify about each other when we have a chance to know each other at a personal level. I see so many comments here by fellow Indians and it warms my heart. God bless y'all!",
        "I am never tired of listening this masterpiece..\nThis song hits differently.\nI wish I could see them performing live \n️",
        "What an uprising music .. miss #pakistanimusic in #bollywood , glad we have Pakistan music industry which touched sky \n\nI am tattooing #TuJhoom on me may be in Urdu itself, who else are in ?",
        "\"Main raazi apni zaat tunh\"\n\nThat's life, right there. We achieve that, we achieve everything.",
        "One love One song",
        "I am Nigerian and I love Indian music alot..its so therapeutic ",
        "When Pakistan creates music, i stop my toxic patriotism.",
        "Peera nu main seenay laawan – I embrace pain\nTay main huns di jaawan. – And I laugh all the way.\nDhuppan de naal larh larh kay main labbian apniyan chaavan. – I find my shade by fighting with the glaring sun light.\nDukh vi apnay, sukh vi apnay – All the happiness is mine and so is the sadness.\nMain tay bus ye jaarhan – I only know this.\nSub nu samajh kay ki kerna hay? – Why do I need to understand everything?\nDil nu aye sumjhaawan – I tell my heart\nTu jhoom, jhoom, jhoom, jhoom – Just swirl (let it go)\nMain diwaani, kuch na jaarhan – I am not in my right mind, I don’t know anything.\nMust ho kay gaawan, – I just sing in my madness,\nDuniya raazi kEr kay kumlay – Even if you make the whole world happy my dear,\nPhir bhi chain nai aana. – You still won’t find peace.\nSaari khushiyaan mil jaawan tay – Even if I find all the happiness,\nPeechay ki reh jaarhan? – What will remain behind?\nTeray bus main kuch vi nai ay – There is nothing in your control.\nDil nu aye sumjhaavan. – I tell my heart.\nTu jhoom, jhoom, jhoom, jhoom – Just swirl (let it go)\nMain raazi apni zaat ton – I am content with my self.\nMain uttay apni aukaat ton – I am well above my (previously assumed) worth.\nAye duniya meri fikr nai – This world is not my concern.\nMain sumajh gaey her baat nu. – I now understand everything.\nKi kerna aye uchiyan shaana nu? – What would I do with a high status?\nKi hath lagana asmaana nu? – Why do I need to touch the sky?\nMain huns day hans day hay jeena – I want to live my life content and happy.\nMain nikal gaey gumaana tun – I came out of my contemplation.\nMain tay mere wergaiyyan ki, – I reflect upon my inner self.\nKhud ko roshan maana. – And find myself enlightened.\nDuniya raazi ker vi laieye – Even if I make the whole world happy.\nPhir vi chain nai aana – I still woudn’t find peace.\nJo hai tera lub jaaeyga, – Whatever is meant to be yours will be yours,\nKer kay koi bahaana – Through any excuse.\nTeray bus main kuch vi nai aye – There is nothing in your control.\nDil nu aye sumjhaavan. – I tell my heart.\nTu jhoom, jhoom, jhoom, jhoom – Just swirl (let it go)\nMain diwaani, kuch na jaarhan – I am not in my right mind, I don’t know anything.\nMain mustani, kuch na jaarhan – I am intoxicated, I don’t know anything.\nMain raazi apni zaat ton – I am content with my self.\nNigaah-e-yar jisay aashna-raaz karay – Whom the eyes of the lover (God) share the secret (of existence) with,\nWo apni khubi-e-qismat pay kiyoon na naaz keray? – How could he/she not take pride in his blessed fortune?\nTu jhoom – Just swirl (let it go)",
        "Abida Parveen is legend of the world ",
        "There are some songs that make you cry. This is one of a kind.\nLove the music, lyrics, feel.\nLove From Kerala",
        "This song crosses all man-made borders...  a refuge for all lost souls looking for just a peaceful existence.",
        "Two legends in a single song",
        "Abida ji’s pure voice!! ",
        "This takes me into a trance...wish i could watch them perform live.",
        "Just close your eyes, up the volume and just enjoy.. its kind of meditation.. lovely song, lovely voice.. ",
        "Music is universal, it has no borders, no religion , no caste , it’s owned by humanity, no matter who sings or what country it comes from. Just enjoy ️",
        "this song keeps me going in my hard times…  thanks for the song",
        "If this can unite India with Pakistan  pls let it ",
        "Great music. From this platform I like to say India and Pakistan are same people. Let's not fight let's unite to make our region best place in the ii s planet",
        "Jo hai tera labh jaega  kar ke koi bahana,, tere bass mai kuch bhi nahi hai ,,, dil nu ahh samjana ,, tu jhum jhum ,,,,ohhhhh my God these lines ......\nHeart touching I love it ,,,  these lines feels  like prayer to me",
        "Kya lyrics ha dosto pura sunaa ",
        "The peace this song holds ️",
        "Love from India",
        "Abda parween love you  My Favorite singer ",
        "Beautiful voice and lyrics which captures the heart..... essence of this song for me is soulful..... hope to hear at live concert. God has blessed these beautiful souls with wonderful voice.",
        "Pakistani Music ROcksss.. 🇵🇰🇵🇰🇵🇰🇵🇰",
        "Talent , qualities and culture knows no bounds and borders  \nIt’s when we share our love for the same kind of music , taste of food  and dresses , culture  , we know we were ONCE TOGETHER …. As one country and that quality stayed ",
        "Don't have words to express my emotions and feelings for this wonderful song...thanks for provide us this master piece love from india",
        "This is a masterpiece ",
        "It connects you with the energy of the universe when you close your eyes and listen to it. Pure form of music   Just jhoom with love and spirit for loved ones ️  No mattet for religion or boundaries all are connected with the universal power",
        "In love with this beautiful art  love from India 🇮🇳",
        "No one is a Pakistani. Nor an Indian. At a fundamental level. All of us are human beings. Expression of Divinity. After that - all identification begins - man, woman, profession, nationality etc. This song brings us back who we really are. One with the Divine. Real appreciation of the music divine only happens at that level . At other levels it remains as entertainment.",
        "my favourite legendary Abida parveen, thanks",
        "Arts and Sports are way beyond nations and boundaries. Divinity has granted these blessings to the humanity to cherish. Let’s enjoy the magic of music. Let’s be humans first. Tu jhoom jhoom jhoom jhoom  \nLove from India",
        "Tere bas mai kuch bhi nh ye dil nu ye samjana️",
        "I'm crying  lovely song . Lovely video.. so relatable",
        "Oh my the composition uplifted my mood through everything....thanks so much for this..beautiful voices and words.",
        "Touches you soul…\nIts just  no word",
        "These voices ……… they transport me in sone other world ……… Jahan deewangi hi deewangi hai bas ………. It’s soul searching ……… I don’t have words for such living legends ️️",
        "Awesome song with wonderful lyrics this song gives all of us a lesson to live a happy life amazing music loved it ",
        "\" ye duniya meri firkr nhi ...mai hasde has hasde jeena \" are beautiful lines...needed this song and it just came in my suggestions what a beautiful composition and I'm seriously enjoying - \"tu jhoom \"",
        "Abida ji aap ki charno pe mera pranam",
        "this is perfect anti-depressant song, just loved it.",
        "Such beautiful voices... ",
        "O my beloved show my burning heart sparkle of your presence ",
        "Tu jhoom jhoom jhoom jhoom ",
        "Nothing's in your hand, why run for tomorrow or linger in past, when u can celebrate todayTu jhoom jhoom jhoom",
        "This song is my friend and I even sang this in my school concert itnwas so fun .",
        "Rooh dee Khuraak.. feeding souls.",
        "Wow !!This song is the jist of lifelong journey of soul on this planet Earth from self to self !!Tu zhoom zhoom ,zhoom . Thanks",
        "Wow , love from India ",
        "Such an underrated song. Almost equal to Pasoori.\n\nMasterpiece. \n\nGreat Job... ",
        "Love from india ",
        "Beautiful performance. My salute to respected Madam Abida Parveen sahiba and Madam Naseebo Lal sahiba ",
        "Best choice with coca cola.....in your headphones..... ,Tu..Jooom joom.....Tu jooom joom",
        "Awesome song..... Love from INDIA🇮🇳🇮🇳",
        "",
        "Jo hai apna lab jay ga kr k koi bahana..",
        "Awesome song with lyrics love from Assam India..",
        "The best thing about Pakistan is coke studio",
        "My favourite song \nLove from India ️",
        "Master piece  my reflection of life ",
        "Eid Mubarak doston!",
        "I never get tired of this song- the more I hear it , the sweeter it becomes!!",
        "QB will never disappoint you. She has a beautiful voice and a great sense of fashion .  I'm looking forward to more coke studio's songs.",
        "Soul touching and  mesmerizing lyrics.",
        "Very Nice Singer Naseebo Lal",
        "This is best song in a while... naseebo's voice is so refreshing",
        "Reality of life - way to live - finding yourself - loving yourself - self love ️",
        "पीरा नु मैं सीने लावां ते मैं हसदी जावां\nहो पीरा नु मैं सीने लावां ते मैं हसदी जावां धुप्पां दे नाल लड़ लड़ के मैं लाभियाँ अपनीयां छावां\nदुःख वि अपने सुख वि अपने मैं ते बस एह जाना\nसब नु समझ के की करना ऐ दिल नु एह समझावां तू झूम झूम झूम झूम तू झूम झूम झूम झूम\nमैं दीवानी कुछ ना जाना मस्त होक गावां दुनिया राज़ी करके कमले फिर वि चैन नै औना\nसारी खुशियां मिल जावण ते पीछे की रह जाना सारी खुशियां मिल जावण ते पीछे की रह जाना\nतेरे बस में कुझ वि नहीं ऐ दिल नु एह समझावां तू झूम झूम झूम झूम हो तू झूम झूम झूम झूम तू झूम झूम\nतू झूम झूम झूम झूम तू झूम झूम झूम झूम तू झूम झूम झूम झूम तू झूम झूम झूम झूम हो तू झूम\nमैं राज़ी अपनी ज़ात तों मैं उत्ते अपनी औकात तों एह दुनिया मेरी फिकर नहीं मैं समझ गयी हर बात नु\nकी करना ऐ उंचियाँ शाना नु की हाथ लाना आसमाना नु मैं हसदी हसदी है जीना मैं निकल गयी गुमाना तों\nमैं ते मेरे वर्गियाँ की खुद कोलो शर्माना दुनिया राज़ी कर वि लयी एह फिर वि चैन नै औना\nजो है तेरा लभ जायेगा करके कोई बहाना तेरे बस में कुझ वि नहीं ऐ दिल नु एह समझावां\nतू झूम झूम झूम झूम तू झूम झूम झूम झूम तू झूम झूम झूम झूम\nहो तू झूम झूम झूम झूम तू झूम झूम झूम झूम तू झूम झूम झूम झूम तू झूम झूम झूम झूम\nमैं दीवानी कुछ ना जाना मैं दीवानी मैं दीवानी मैं दीवानी\nहो मैं दीवानी कुछ ना जाना मैं मस्तानी कुछ ना जाना मैं मस्तानी कुछ ना जाना कुछ ना जाना तू झूम तू झूम झूम झूम झूम\nमैं राज़ी अपनी ज़ात तों तू झूम झूम झूम झूम आ निगाहें निगाहें हो निगाह-ए-यार जिसे आशना-ए-राज़ करे\nवो अपनी खूबी वो अपनी खूबी-ए-क़िस्मत पे क्यूँ ना नाज़ करे वो अपनी खूबी-ए-क़िस्मत पे क्यूँ ना नाज़ करे नाज़ करे\nहो तू झूम झूम झूम झूम तू झूम तू झूम तू झूम तू तू झूम झूम झूम झूम तू झूम झूम झूम झूम| ",
        "refreshing! soulful ...love it!",
        "Heard it in a loop sooo many time uffffffff the peace",
        " aap teenon bahan bhaiyon ko Eid Mubarak 2024 aur aapke sab ghar walon Ko bhi Eid Mubarak Allah tala aap sabko hamesha khush rakhe",
        "",
        "Just great. From Perth of Australia.",
        "Fabulous ",
        "Very nice song",
        "I first heard this while watching Ms. Marvel but now I can't stop. It's so pretty.",
        "How I love this song...every line is truth",
        "Mindbogglingly ",
        "ABIDA MEM.....ALWAYS SUPERB......Naseebo....VERY GOOD.....",
        "This is a real gem",
        "️️️",
        "3:08 ",
        "So addicted. God bless u all",
        "I love  this  song",
        "Love this song - absolutely amazing",
        "Wah wah ",
        "Live ur life everyone is going to say something who mouths u going to shut just live ur life in the end u go alone so just jhoom my jaan",
        "Love  from India ",
        "Super ruhani song",
        "Dil khus kar ditta \n🇮🇳🇮🇳🇮🇳🇮🇳🇮🇳",
        "Waqt sab say barha marham hai dosto! \n\nHang in there, stay strong!",
        "Worth it ",
        "It is my go to song whenever I am feeling down..connects me so much to God.. May God bless the.singer & writers of this song.. May Waheguru bless them for this master peice rendition",
        "Sari khusiya mill jawar ty pichy ki rah jaraa.\nHeart touching words....",
        "I want to see Kaifi khalil Ali Ehtisham and Abdul Hannan together in one song. Xulfi sir big fan only you can make my dream come true.",
        "Hart toching song"
    ],
    "bc_N3rU-Q4k": [
        "Abida ji  Aap mosiqi Ki Dunya Ki aik Baree Devi hen Aap hamare dilón men basti hen Aap hamesha Salamat rahen",
        "If my life was a movie I would want this song to play as the end credits rolled!",
        "Very nice song hai yeh",
        "Pain killer voice",
        "Maza aa gya",
        "tunes are appealing.. traditional and fusion. nice to hear and would be even greater to be tuned to worldwide audience. beats can be rearranged. nice work",
        "Murshid ko Apne murid ke liye Fezyab hona padta hai",
        "HAZRAT WASEF ALI WASEF ra  K DARJAT KO ALLAH BULAND FARMAYE AAMEEN.",
        "My favourite legend singer, Madam Abida",
        "Mind blowing",
        "Kon kon reels dekh k aaya hain",
        "Yes  this is 101 ",
        "Heart touching kalam",
        "",
        "My favourite songs",
        "Great poetry \nKamal singer",
        "Mashaallah ",
        "Alhamdulillah \nLove....\nFrom Bangladesh",
        "Mashaallh",
        "Mashaallh",
        "Sub han allah. Be. Shak",
        "Har bar pahly jesa Nasha  Hota hay \nGratttttttt",
        "Peaceful soulful voice I really really love your voice Ma'am ",
        "",
        "Very Nice and Heart Touching ",
        "Heart touching ",
        "Apko sunkar ustaad Nusrat fateh ali khan ki voice feel hoti hai ",
        "️‍",
        "Great poetry ",
        "Masa allah ",
        "Ky song hai dil ko cugay ",
        "Awesome",
        "Golden words and golden people",
        "SUBHANALLAH",
        "Still listening....",
        "Namaste ",
        "End of hype...",
        "",
        "",
        "آپ زیادہ تر  تنہا گایا کیجئے",
        "SuNoo Abbb BharwooooOo",
        " 1:48",
        "",
        "AnCoDa bhi Mai nai KHAYA haii... MaLikk RaYaaZ ko Maii KhaYaa... Bhootio ko bhi Mai Naii MaRa... Be Nazir ko bhi Mai nai Mara haii... BoLicTaN KhaGya... Saraiii QarisTaaAn Mai nai BhaRaiii Hain .. ghazzZii Saiii Le kr QaLarDat Tkkk... MaKrooo.... Abbb ..",
        "",
        "Zia naic g️",
        "",
        "very nice",
        "",
        "Wah",
        "Sitaram   ji 0:51",
        "awosome",
        "what song is this",
        "What do they say?",
        "I’m",
        "Naic ",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "p2k-NDIB1D0": [
        "️Subhan Allah Haq ️",
        "One of the best of Abida jee",
        "سبحان اللہ\nماشاللہ\nسبحان اللہ",
        "So beautiful",
        "",
        "Wala nice",
        "Soulful",
        "Naseebon ki baaat hai koi hajj pey hajj kar k khuda dhondh raha hai nhi mil raha\n\nKoi Wa Amasaila Fala Tanhar ko maaan gaya roz khuda ko khana khilata hai pani pilata hai rasta batata har \n\nBas harf e kunfayakon ki tashreeh hai aur khuda ka dowt ban gaya hai ley gaya dard sab dard ley gaya \n\nAllah hu samad",
        "Murshid murshid murshid",
        "Amazing ",
        "",
        "Kamal ",
        "Manzoor Ahmed Memon Pti.        Subhanallah Mashallah",
        "Fvrt also",
        "Zabr tast Maza agya",
        "Abida Parveen one of the best ",
        "",
        "nice content",
        "",
        "جناب محترمه عابدہ پروین اسی نیازیہ سلسلہ کے بزرگ کا ایک مولا علی علیہ السلام کی شان میں ایک کلام پڑھ دے تو آپ کی مہربانی ہوگی اگر آپ reply کرے تو کلام دھن سب دے دونگا"
    ],
    "YDtWSjIekMk": [
        "Kisi ka ehsaan kyu uthaye.. Kisi ko halaat kyu btaye.. tumhi se maange hai tumhi doge.. tumhare dar se lau lagi hai️️ such a beautiful composition",
        "Marshaallah ",
        "6:22   wah wah. sublime",
        "Marhaba, khoobsoorat",
        "Wow kiya baat hai.#abida parveen ji..",
        "tu he aawal tu he akhir tu ahad wahid b tu beshak",
        "Masha Allah",
        "What a beautiful composition!",
        "Really really awesome team work excellent \nStay blessed sir Ali sethi and mam abida Parveen kya bat hai \nMay Allah bless you more more and more \nVery very heart touching",
        "Superb mashaAllah",
        "Abida Di pls except my love & regards.",
        "The beautiful words sung in Abida Jeee s powerful voice create an amazing impact ",
        "Incredible",
        "Beautiful",
        "  Subhanallah Subhanallah Subhanallah Allahuakbar Allahuakbar Allahuakbar Subhanallah Subhanallah   ",
        "Who is listening nowadays ",
        "Kitni bemazaa hoti ye zindagi agar zameen garam na hoti aur upar se barsaat na hoti...\n\nReminds me of \"shamaa har rang mein jalti hai sehar hone tak\"",
        "Voice of soul",
        "Wah",
        "Mashallah zabardasth ️",
        "",
        "MA'AM YOU REALLY IS A LEGEND,\nYOUR VOICE IS VERY MUCH AWESOME, LOVE AND RESPECT FROM INDIA.\n\nMA'AM YOUR SONGS IS MY EVERYDAY'S NEED",
        "Legend",
        "Abida Parveen ",
        "Soul meditation voice & lyrics",
        "Beautiful",
        "️️️",
        "amazing mind blowing naat",
        "Subhanallah......Mashallah......heart touching lyrics ........soul meditation ...........Roohani sukoon ...",
        "Love you  ",
        "From 06:21 the magich starts ",
        "0:5",
        "",
        "Nice",
        "you're great Ma'am",
        "♡´･ᴗ･`♡♡´･ᴗ･`♡♡´･ᴗ･`♡",
        "Who is here in 3025",
        "M\nK 5:58 ",
        "#Abidaparveen",
        "N",
        "Jones Brenda Garcia Larry Thompson Daniel",
        "Jackson Margaret Harris Anthony Hernandez Brenda",
        "Brown Michelle Taylor John Miller Kevin",
        "Moore Carol Taylor Ruth Anderson Jeffrey",
        "Harris Shirley Harris Kimberly Brown Richard",
        "Taylor Sarah Rodriguez Anna Rodriguez Laura",
        "Boycott coke studio",
        "Masha Allah",
        "",
        ""
    ],
    "5cC1mNpjFfU": [
        "Parveen mam... ! Namaste. Pranam. You are a Goddess. Your voice and singing are making me cry and taking me to a different world. \nI used to listen ARE LOGO always...",
        "Mashallah ",
        "Mashallah subhanallah beshak  Ameen summa Ameen ya rabbul aalmin ",
        "MASHA ALLAH",
        "Beautifulvoiceyemerejannaut. Ameen",
        "Best of Best Always my favorite beautiful voice",
        "Mashallah",
        "سائین ",
        "️️Subhan Allah Haq ️️",
        "",
        "",
        " mashallah ",
        "Masha Allah beautiful voice ️",
        "",
        "Allah khuch rahka ga",
        "",
        "Thanxxx 50subscribe",
        "My favourite Jani king",
        "Mere janallahjanetomeramaitera️",
        "Good ",
        "Mashallah\n\n2:38",
        "Mera subkushmererabimerejannaut. Ameen️",
        "H tu. ",
        "",
        "KhaTaAm",
        "good",
        "",
        "Marshall",
        "Nice",
        " 2:05 2:07 2:08",
        "haseeb Mirza h",
        "",
        "Hy",
        "Jan",
        "ok ",
        "Kbol",
        "Sharm kro tm ko ye mhi  pta  orat k pardy ka zikar Quran pak main hai  tm apni behno ki namash na krwao",
        " DilLlDAaR 105",
        "Bad lover",
        "Aby Bharwooo Merii Kya GhaAltiii haii .. daLLooo",
        "Ok",
        "Mashallah",
        "",
        "",
        "Mashallah",
        "",
        "",
        "Mashallah ",
        "Mashallah",
        "",
        ""
    ],
    "T8BlUKKgTC4": [
        "Superb great fantastic melodious out of the world mesmerising",
        "Ali maula",
        "️️Subhan Allah Haq ️️",
        "علی اکبر علی رحمت علی الله  علی صاحب هروقت عصر ",
        "",
        "حق\nحق\nحق",
        "Superb,no worries for appreciation ",
        "",
        "",
        ""
    ],
    "irwJ7_yyCOM": [
        "Love you abda g",
        "Sukoon bhri aawaze hai aapki",
        "Buhat khoobsurat kalam",
        "",
        "️️Subhan Allah Haq ️️",
        "",
        "Mujhme ab rang sab tumhara hai\nItna keh de ki tu hamara hai\n\nTeri qudratoon ka shumaar kya\nTeri wusaton ka hisaab kya\nTum hi se aalam mein rango-bu\nTeri shaan jalla jalaluhu\n\nJo aaye tumhari bazm mein\nJo aaye tumhari bazm mein\nDeewana ho jaaye\nYeh achhi pardadari hai\nYeh achhi raazdaari hai\n\n(Yeh achhi pardadari hai\nYeh achhi raazdaari hai)\n\nJo aaye tumhari bazm mein\nJo aaye tumhari bazm mein\nDeewana ho jaaye\nYeh achhi pardadari hai\nYeh achhi pardadaari hai\n\nYeh achhi pardadari hai\nYeh achhi raazdaari hai\nYeh achhi raazdaari hai\nYeh achhi raazdaari hai\n\nYeh achhi raazdaari hai\nYeh achhi raazdaari hai\n\nYahan hona na hona hai\nNa hona ain hona hai\n(Yahan hona na hona hai\nNa hona ain hona hai)\nJise ho na ho kuchh\nKhak e dar e janana ho jaye\n\nYeh achhi pardadari hai\nYeh achhi raazdaari hai\nYeh achhi pardadaari hai\nYeh achhi raazdaari hai\n\nWoh main de de jo pahle shibli o mansoor ko di thi\n(woh main de de jo pahle shibli o mansoor ko di thi)\nTo Bedam bhi nisar e murshid e maikhana ho jaaye\n\nYeh achhi pardadari hai\nYeh achhi raazdaari hai\nYeh achhi pardadaari hai\nYeh achhi raazdaari hai\nYeh achhi pardadaari hai\nYeh achhi raazdaari hai\n\nO Maula…\n\nMaula… mera Maula aa..\n\nHumein bhi jalwa gah e\nHumein bhi jalwa gah e naaz\nPar lekar chalo moosa\nTumhe gash aa gaya toh\nHusn-e-jaana kaun dekhega\n\nChali hai meri aahein\nArsh ka paaya hilaane ko\nChali hai meri aahein\nArsh ka paaya hilaane ko\n\nKahin barham nizam e aalam e bala na ho jaaye\n\nYeh achhi pardadari hai\nYeh achhi raazdaari hai\nYeh achhi pardadaari hai\nYeh achhi raazdaari hai\n\nNami danam chey aakhir choon dam-e-deedar mi raqsam\nNami danam chey aakhir choon dam-e-deedar mi raqsam\nManam bismil keh zeir e khanjar e khoon khaar mi raqsam\nZahey taqwa keh mun ba jubba o dastar mi raqsam\nManam a qatra-e-shabnam ba nok e khar me raqsam\n\nAaa..\nNami danam chey aakhir choon dam-e-deedar mi raqsam\nNami danam chey aakhir choon dam-e-deedar mi raqsam\nNami danam chey aakhir choon dam-e-deedar mi raqsam\nNami danam chey aakhir choon dam-e-deedar mi raqsam",
        "",
        "",
        "",
        ""
    ],
    "2wLJAHSXsGA": [
        "3شعبان_المعظم_ولادت_باسعادت \nحضرت_سیّدناامام_حسینؑ \nتمام عالمِ اِنسانیت کو مبارک ھو.",
        "",
        "Ya Ali madad ",
        "Nice  v777",
        " 4:11 ",
        "Mashallah",
        "Ali qalandaram mastam",
        "Ali",
        "3:50",
        " Ali",
        "Good",
        "",
        "Tujhe  aaya   shabab   main   ssmjha  nakle  umeed   mein  samar aaye",
        "",
        "",
        "5:25 5:27",
        "asfar...",
        "",
        "Invoice header: * Inc.Please leave the package by the door. Thanks!",
        "Lee Nancy Young Frank Hall Brenda",
        "2:36 2:38 3:31",
        "Can anyone translate it to english?",
        "Ali Ali haider a.s",
        "P",
        "5:51",
        "2:04",
        "1:17",
        "1:38"
    ],
    "jL9IGFo3W5Q": [
        "ماشاءاللہ ماشاءاللہ یا الله مدد کر   یا علی مدد",
        "Haq Ali Ali Ali Ali Ali Ali Ali Ali haq mola Ali Ali Ali Ali Ali Ali Ali Ali haq",
        "ماشاءاللہ بہت خوب صورت کلام ہے",
        "ایسا لکھ کے دم مسکرا پڑے",
        "Haq Ali ",
        "Masha ALLAH.Subhan ALLAH\nMoula Ali a.s Jesa Koi Ni Na Kabhi Ho Sakta Hai",
        "Ap bytaj  basha ho hamri na ayga koi ap jysa wais zinda roho abad raho myri Omar lagy ap ko aminnnnnnnnnnnnn",
        "Abida Parween Sahiba ko Maalik salamat rakhay Aameen ️",
        "Tumbhee khush raho aur kyaamat me hum khud Allah paak se Gawahidengy ki Jab ishlaam parr bura wakht Aaya thaa tum sab humko Gaa karr khush kiya thaa aur humko himmat mili thee ki Aakhri wakht takke ishlaam parr kayam rahe hum Tumhara bhee Allah nigehbaan Rahe Aur tumhare Chahne wale ko bhee khushiya mile..Allah haafiz",
        "Massallah bohat khudsurat Kalam haa",
        "Sb k liyn boat sari duain",
        "Mashallah Subhan Allah... Moula Imam Ali AS Haq.. Moula Imam Ali AS W All e Moula Imam Ali AS ka dushmano or qatlon pr lanat beshumar...Kia AJ AP na Darood pak parha hy?",
        "Ya ali madad Molla ",
        "ماشاءاللہ سبحان اللّٰہ صلی اللّٰہ علیہ وآلہ واصحابہ وبارک وسلم امین ثم امین ",
        "SUBHAN ALLAH ..... HAQ MOULA AS",
        "Subhanallha mashalla allhaoakbar Haq ali ali dum",
        "Zindagi Ishq e Ali a.s",
        "Mashallah  ,,Ya Ali Molla",
        "SOK RAN SUB HAN ALLAAH.....@ amin.....\nBismillahi yia bali musa nobi A sa nus nah kati.....@ amin...... Allaah bogvan issar god work for 104 religion believer person safeguarding safety biday hazz teach peach succeed train Traveller journey NIRAMoy icy cool habit attitude mood POSITIVZ White mind dress common sense fitness worker prayer Habib international Attari samdani kadri salute white mind dress Allaah bogvan issar god dum dumayan....@ amin..... SOK RAN SUB HAN ALLAAH.....@ amin...... bismillahi yia bali musa nobi A sa nus nah kati......@ amin......",
        "Ali ali ali... \nShah shah shah... \nYa moula...",
        "Kar de moula hu Kar de moula mujh pe karam ",
        " Jhulay Lal ",
        "Shere khuda ali mola",
        "Ye Ali madad",
        "Ye Aali mwla Mushkil kusha Madad kin",
        "علی علی دم علی علی",
        "MOULA ALI ALMADAD MOULA",
        "Ali mola",
        "Jazaak ALLAH khair",
        "Ya Ali as madad",
        "Ya ali al madad",
        "Ya Ali ️",
        "ماشاءاللّٰه سبحان ﷲ ",
        "Allah Shahbaz Alijan",
        "Mashallah bohot pyra kalm hai",
        "subhanallah",
        "Ya Ali a.s",
        "My fvrtt abida parveen love you g mashallah beshakkk ",
        "Heyyyyyyyyy jis na cha ha Ali ko wo Kalandar ban gya",
        "Mashaallah ️Allah,Nabi (s.a.w) or paak panjati jaisa koi nahi haq hai ",
        "Alli ra. Ali b",
        "علی ذات ھے مثل قرآنی",
        "Mashaallah",
        "AP salmt rahain Ameen",
        "Haq haq mola ali",
        "Yaa ali Shere khuda hasnain ka hai wastamuskile asan ho aisa dikha do rasta",
        "Ya Ali ️️️️️",
        "YA MAULA ALI AL MADATH",
        "yah ali",
        "Ya Ali mushqil kusha al madad",
        "Very nice ",
        "Ya Ali mola ",
        "Veri nice Abida Parveen song thank you thank you thank you",
        "Ya Ali ma dad molla",
        "یا علی مدد یا علی مدد ",
        "Ya Ali madad",
        "Zabardast ",
        "ALI ALI DAM MASALLAH",
        "Masha Allah",
        "NAARA E HAIDERI! ",
        "Allhumdu lilah",
        "Ali Mola Haq Or Haq Mola Ali",
        "Yaaaa aliiiiiiiiiiiiiii",
        "Ya Ali madad",
        "Ma shall ah",
        "Mashallah ️️️️️️️",
        "",
        "Name Ali se Door Hoon Gham Ali Ali Ali DAM..",
        "MASHA ALLAH \"MASHA ALLAH ALLAH HUMA SALLY ALA MOHAMMAD WA ALLY MOHAMMAD WA AJJIL FARAJA MUSHAREEF \"",
        "Maola ali",
        "Very good ",
        "Haq ali ali",
        "YA ALI madad  ",
        "Very very nice mola khous rakhy",
        "Subhan Allah Masha Allah Jazaak Allah...zikr Ali (a.s) or Hussain (a.s) krny walo sda slamat raho elaahi ameen",
        "Mashallah Allah pak abida parwen khush rakhe",
        "Ali Ali Ali DAM Ali DAM Ali Ali Ali DAM",
        "Allah hajrat ali key rastey par chalai",
        "Beautiful, ️",
        "Ya Ali Hadir Haq Da Imam",
        "️ ️",
        "Masha allah",
        "Mashallah ️️",
        "YA ALi A.S",
        "YA ali",
        "MashaAllah bahut khooob andaazzzz Kamaaal ka kaaalllaaaaam",
        "",
        "Beautiful kalam Allah bless u khala jan",
        "SubhanAllah ",
        "Mashallah.. subhan Allahg",
        "Aameen v success",
        "ALLAH HOO AKBAR \nNAAEEBBBEE E ALLAHI E HAIDERI \nSULTAAN E NAAEEBEE E SARFRAZI E FATIMAA E ALI AHMAD E HAIDERI \nALLAH HOO AKBAR \nSARFRAZ AHMAD TAAJ E HAIDERI.",
        "I love in my Ali haq",
        "Mola Ali jesa koi Nai h na ho Ga ",
        "Hak sach ay mery Mola Ali as  jesa koi nai",
        "",
        "یا علی حیدر حیدر",
        "Ali mola salamat rakhy ",
        "Ya ali ya ali jo har musibat ko dur kare",
        "️️️️️️️️️ yaa ali shere khuda salam ho ap par"
    ],
    "LDybyu_ApSs": [
        "great"
    ],
    "Aj0lBHS0qmI": [
        "Ya.ali..madad..",
        "Abida G love from peshawar! No words for you you're out of this world !\nRegards\nJunaid Kamran Siddique\nJaam Boys",
        "Moula Ali ",
        "",
        "Ya Ali madad Gee ",
        "",
        "Great  You Even Put A Sindhi Song In The Background Music ",
        "HAQ YA ALI A.S",
        "Hq alli",
        "",
        "6",
        "hzjshdhdjsjsg",
        "Jdkdjr",
        "",
        "",
        "",
        "",
        ""
    ],
    "3Ah1bYmAQSA": [
        "Ma Sha Allah ",
        "ma sha allah",
        "Mashallah Allah subhanallah Allah",
        "Mashallah",
        "اللهم عجل لوليك الفرج اللهم صل على محمد وآل محمد",
        "",
        "Mashallah bahut khubsurat hai yah mujhe bahut ache lagi ya sofi song aapda  Parveen",
        "Ya ali maded Salam ya Abbas mola ",
        "hy nomi pindi 11",
        "",
        "Geo jahan kaheen b ho , Jinhoon ka ziker kr rhi ho unhi ki rafaqat Allah Pak naseeb kry. Ameen. ",
        "Laal Shahbaz ki Chadar",
        "",
        "Mashallah Allah",
        "Lagent Queen  of Sufi Songs ️🇵🇰",
        "Nice song ha Ali Muhammad taji",
        "Ab Baithoo..\n Kon Sa JaHaAz Haii .. BaTaooo... BhaRwooo .\nHorMeNt Haiii",
        "sub. Han. Allah. Ma. Sha. Allahjiae. Noorrrrrrrr. Ameen. ",
        "یا علی 🇦🇫",
        "laaall qalander",
        "Me diwana mola Ali ka",
        "2:22 2:23 2:24 2:24 2:24",
        "QAnDar Hai koi System Haii... Kya ChAlL RaHa haii Mjhe NHI pAaTa... TiMe ChAllL RaHa Haii... Mat KheLooo smjhooo",
        ",,,",
        "🫵️",
        "Rajkumar🇵🇰",
        "Tazdaraharmhimgaroboadinbsamrjaiaga",
        "kk放3八",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "2GyxrqEtTI4": [
        "",
        "",
        "Subscribers 228 thanxxx"
    ],
    "FG-nk5fEbRw": [
        "Bahut Aala!",
        "Mashallah  found  inner peace",
        "I love abida parvee",
        "I love you ️",
        "",
        "all in all is all we are",
        "Nice",
        "Nice ",
        "Faaaaaaaar better than Ali zafar",
        ""
    ],
    "mv7ZGaEbim0": [],
    "HicZ-n3tXhA": [],
    "ur2PN5c6D7w": [
        "Trick for your"
    ],
    "AvvzzO2upno": [
        "Aabida Parveen Ji \nAccept my Salaam from Kashmir..\nYour sufistic kalaam is much relaxing and heart touching.Allah has blessed you with beautiful voice plenty of talent and divine orientation.\nWhenever I feel depressed I turn to your kalaam",
        "Waaah superb .",
        "This song gives me hope",
        "masha Allah watta beautiful rendition, sung beautifully...",
        "Ya Ali a.s",
        "Allah ek h wahi sabka Malik or khalik h",
        "",
        "simply mind-blowing...",
        "️ Aap dhanya ho Abida ji\nAap dhanya ho.",
        "Love this Kalam Lal Shahbaz Qalandar",
        "My aaqa",
        "Speech less .Abida aapa you are a true legend.A big hug and tonnes of love from India.",
        "Beautiful……and ultimate…..",
        "  Subhanallah Subhanallah Allahuakbar Allahuakbar Subhanallah Subhanallah Allahuakbar Allahuakbar Allahuakbar Subhanallah    ️",
        "The legend!",
        "️",
        " 🇮🇳"
    ],
    "NXscKjNtejM": [
        "Queen of Sufi Songs ",
        "",
        "یاعلی مدد",
        "مولا علی مدد",
        "Geo",
        "لعل سوھنا",
        "مست قلندر",
        "یاعلی مدد"
    ],
    "3PNZiWw92hs": [
        "Mam jab aap Maula ko pukarti hena , dil mein sukoon bhar jata he , iltija he aap se , k ab k bar koi aisa sufiyana song jis mein Maula ko bar bar pukara jaye ",
        "Fakhr-e-Pakistan\nProud these two women. True legend",
        "Ishaq Khuda hai aur Khuda hee Ishq hai  ",
        "Two faves in one kalam . Subhan Allah",
        "اللہ  اللہ  اللہ",
        "on repeat big fan of you mam, this kalam deserves billions of views..",
        "MashaAllah MashaAllah MashaAllah MashaAllah MashaAllah \nLove from India \nMusic has no boundaries \nKya India Kya Pakistan \nSab Ek Hai\nIshq karo Allah se Sarkar se",
        "Ishq ki masti aashiq jaane!",
        "mashallah kya music...aur jaadooi awaazen...Awesome...",
        "Baba jee Ka salaam",
        "most awaited song ..i was ever thought that sanam sing with Abida mam \nlots of love ",
        "Remarkable women! Excellent! Keep shining ",
        "love from Bangladesh ",
        "Zaberdast",
        "Sufi music makes your mind pure and peaceful",
        "Her majesty, Abida Parveen Ji, has the sheer magic, to transmigrate one's soul to intigrate with Maula, the Supreme Lord...I always get into a trance, listening to her magic ..\nRespect and love from India ",
        "Both are living legends of Sindh ️️",
        "Superlative singing \nYou are adorable Abida Aapa",
        "Most amazing an experience. Both incredibly talented.",
        "What a treat",
        "Subhan Allah both are my favourite Singers",
        "Excellent Two Great legends.Huge respect from India.",
        "Mesmerizing, Magical, Magnificent rendition.Divine Sufi Kalam and music.",
        "A Sindhi song from Abida & Sanam Marvi also please.",
        "Salaam to living Legend Abida jee and Sanam jee.",
        "Namaz ki hurmat ye hai k phir kalam  baghair  saz  k perha jaye.",
        "Karoro indian ka Salam",
        "Ishq ki masti ashiq jaane ",
        "Oooosssssssmmmmmmmm",
        "Sanam Marvi one of the most underrated singer of Pakistan  \nLots of love for living legend Abida Parveen",
        "Mast zabardast ",
        "Goosebumps \nLove You Abida  jee",
        "Beautiful ",
        "Exactally both are the legends and the most fav",
        "Speechless",
        "Waaaah ji waaaah level culbr....",
        "ISHQ DAY WHICH SHIRK NA KAMA WE",
        "MashaAllah ",
        "I can't describe the impac of your voice on my life. I am changed I love that I have seen so positive changes on my behaviour. We love your voice. ",
        "Always wanted sinior Abida pareen and jr Abida perveen to be together... maza aya want more from both together.. greatest vocals of the world together",
        "Sooperb combination of two Sofia singers.",
        "Or ma to apki dewani hun Abida pareven g wo lamha jb m ap sy milun gi nd mame sanum marvi ap ki tannng b sufiyana ha to i also love alot in sha Allah ap dmo ky 7 mera sufiyana klam hoga plz i want to meet u",
        "both r my fav... awesome ",
        "Kya baat hai  ",
        "Kamal ka zok ha na logo ka abida G ka channel pe 1M nhe hain aur ducky jaisa prankers millions ma subscribers yh mulk ni badlaga",
        "Love from India ",
        "god bless u mam",
        "Voice of Soul Adhi Abida Farveen ",
        "Very nice ",
        "Success people don’t need likes or comments they near Allah pak so close",
        "️",
        "SubhaNallah ",
        "Two gem in one page ...",
        "bahaut khub! Two Legends",
        "",
        "Fabulous owesome everyone  love u from India",
        "Both are my fvrt",
        "Speechless ",
        "Wao.\nLet me turn on my marshall stanmore",
        "God bless you both ",
        "Aslam-o-Alaikum itna time hogya hai madam Abida ji nai koe sindhi kalam nahi gaya,",
        "Haqee ishq",
        "Marvellous singing",
        "Beautiful'",
        "Mashaallah aawaz bahut khooob hai ",
        "Beautiful voice ",
        "Sanam ",
        "Beautiful voice!",
        "Mashallah Subhanallah \nCute COMPOSITION",
        "3:34",
        "Ishq Haqiqi",
        "Big fan ",
        "You both should be coming together more ",
        "भारत से ढेर सारा प्रेम आपक दोनों को! \nसंगीत की कोई सीमा, भाषा या परिभाषा नहीं होती। बहुत मधुर संगीत है ये। ",
        "Great featuring most awaited",
        "My two favourites ",
        "Legend ",
        "Peaceful ️",
        "I love ️",
        "True legends",
        "Amazing voice you have ...... Abda ",
        "Legend Abida Parveen",
        "Masterpiece",
        "Both are legendary ",
        "Divinely peaceful ",
        "LOVE love love love love love love love JaNum",
        "Why only 3 minutes  subhan Allah its a beautiful kalam . Leaves you wanting more",
        "No words  ishq",
        "Paye lagun ",
        "Nice gajal abida  Sanam marvi",
        "Brilliant ",
        "Super Great with Great ",
        ".....",
        "",
        "Short and sweet",
        "2 legend, one video \nSame voice same style.       \nMeri khwaish thi k \"sanam\nmam\" \"abida g\" k sath gaain 🥹🥹\nplzZ ",
        "Ishq de rog daade rooh vich na sakoon",
        "",
        "Very nice lshq namazsong",
        ""
    ],
    "AcW2XX_xLbo": [
        "Mashallah very nice ",
        "Mashallah ",
        "Ya ali Haider a s ️",
        "Masha Allah",
        "Nice  mashallah ",
        "E"
    ],
    "-GrZ7IZmuBk": [],
    "NMNcwlrJEKg": [
        "Holo"
    ],
    "mmOxTr40Pk4": [
        "",
        "",
        "MashAllah and beautiful ",
        "️🇧🇩🇧🇩awesome voice ustad",
        "জয় গুরু জয় বাবা জাহাঙ্গীর (আঃ)",
        "Jo ap ny panther tyres Lika h wo nechay hona chaye tha or salay alah upar",
        "1)@Awaz E Haq Uncensored Channel for Hinduism, Ariya Samaj & Atheism\n2)@Qaiser Ahmed Raja Channel for Atheism, Agnosticism, Secularism & Liberalism\n3)@Sam Stallone Channel for Hinduism & Christianity\n4)@Awakening Channel for Hinduism\n01.06.2024"
    ],
    "x_0XOtgVHYA": [
        "जब जब भी सुनता हूँ आखों में समन्दर उतर आता है.. मुझे फना कर जाता है",
        "Salam Abida Parveenji ",
        "Kamaal Bulleyshah ke kalaam ka",
        "Thanhs be shaq ",
        "",
        "",
        "Huk.mohjod.",
        ""
    ],
    "5DgKu-DDB68": [
        "",
        "Mashallha subhan allhah sadda jio panjtani Salamat rhu mola gazi as k sadqe ya ali mola as",
        "Jiye shah",
        "Meda Lal Qualndar",
        "Is/will always be present,till and after death",
        "",
        "Masha Allah SUBHANALLAH ️ beshak  SUBHANALLAH ️ beshak  SUBHANALLAH ️ Allah-u-akbar beshak ",
        "Always brilliant",
        "Queen  of Sufi Songs ️🇵🇰",
        "",
        "Hi",
        "Imran",
        "Jugy",
        "",
        "Always  brilliant "
    ],
    "muI2wUTFAI4": [
        "Zinda rahne ki tasalli ho jati hai such mai nayab alfaz hai aur awaaz  b",
        "کمال است",
        "Nightingale of Asia ",
        "Dhoondo Ge Agar Mulkon Mulkon\nMilne Ke Nahin Nayaab Hain Hum\nTabeer Hai Jiski Hasrat-O-Gham\nAye Humnafaso Woh Khwaab Hain Hum\n\nTranslation:\nEven if you search from nation to nation,\nYou won’t find me, for I’m a rare jewel.\nWith a willingness to handle grief and sorrow,\nO friends! I am an embodiment of that dream.\n\n\nAye Dard Bata Kuch Tu Hi Pata\nAb Tak Yeh Mu’ammya Hal Na Hua\nHum Mein Hain Dil-E-Betaab Nihan\nYah Aap Dil-E-Betaab Hain Hum\n\nTranslation:\nO grief! Please help me understand\nFor the situation hasn't resolved itself yet,\nWhether a restless heart is embedded inside me\nOr am I the restless heart itself?\n\n\nMain Hairat-O-Hasrat Ka Maara\nKhamosh Khada Hoon Sahil Par\nDariya-E-Mohabbat Kehta Hai\n“Aa Kuch Bhi Nahin Payaab Hain Hum”\n\nTranslation: \nI, in a state of awe and regret\nStand quietly at the shore,\nThe river of love expresses\n“come, I’m only a shallow” [Depthless]\n\n\nLakhon Hi Musafir Chalte Hain\nManzil pohunchte Hain Do Ik\nAye Ahl-E-Zamana Qadr Karo\nNayaab Na Hon Kamyaab Hain Hum\n\nTranslation:\nMillions of travelers walk,\nOnly a handful reach their destinations,\nO my contemporaries! Appreciate me for I am,\nrare, if not elusive.\n\n\nMurghan-E-Qafas Ko Phoolon Ne\nAye Shaad Ye Kahla Bheja Hai\nAa Jao Jo Tum Ko Aana Ho\nAise Mein Abhi Shadaab Hain Hum\n\nTranslation:\nO Shaad! The flowers have dispatched\nThis message to birds in captivity\n\"Come if you wish to,\nI am resplendent even without you!\"",
        "it's really mind blowing .",
        "VIP VIP VIP VIP VIP ",
        "Beautiful ghazal and voice",
        "ماشاء اللہ ",
        "ماشاءاللہ  ",
        "Exellent ...Heart toaching ghazal... Singing also exellent.",
        "محترمه",
        "Kamal I love youabida prvee n",
        "excellent voice and music calm",
        "",
        "Abida ji wah ",
        "Dhoondo Ge Agar Mulkon Mulkon\nMilne Ke Nahin Nayaab Hain Hum\nTabeer Hai Jiski Hasrat-0-Gham\nAye Humnafaso Woh Khwaab Hain Hum\n\nEven if you search from nation to nation\nYou won’t find me, for I’m an extinct rarity.\nO friend! I am that dream which can only be\nInterpreted through your desires and grief.\n\nMain Hairat-O-Hasrat Ka Maara\nKhamosh Khada Hoon Sahil Par\nDariya-E-Mohabbat Kehta Hai\n“Aa Kuch Bhi Nahin Payaab Hain Hum”\n\nI, in a state of awe and regret\nStand quietly at the shore,\nThe river of love expresses\n“come, I’m only a shallow” [Depthless]",
        "No words\nAbsolutely the best Ghazal I've ever listen\n\"AMAZING\"",
        "Pure nd fresh recording, Mind relex.",
        "favorite ",
        "Such a legend...osome",
        "Shad Azimabadi is from  Patna (Azimabad) Bihar India.",
        "Vah jeey vah sadkey java",
        "Nayab ho tom",
        "Tanks far sporting",
        "v",
        "No worries",
        "Can a person express meanings of this song?"
    ],
    "mNbm50WkE9A": [
        "Ya maula Hussain as",
        "",
        "",
        "Mashallha",
        "",
        "Hi",
        "27 sex. Pehla jevu"
    ],
    "ITViBje9yx0": [
        "Mashallah ",
        "Mashallah bht khoob bht hi piyari manqabat",
        "Mashallah bht piyari manqabat",
        "ماشاءاللہ سبحان اللّٰہ صلی اللّٰہ علیہ وآلہ واصحابہ وبارک وسلم امین ثم امین ",
        "Mash Allah  Syed Niaz ALI KESC 🇵🇰",
        "Loves this",
        "Hak Sach aur aaakhri aur pehla imam mola ab kch ni hoga n Allah dossra imam bna sktaa ni he koi ac qurbaniyaa di gaa abi to koi imam bn he ni sktaa",
        "",
        "Salam mola غازی عباس علمدار علیہ سلام ",
        "Mashallah subhanallah wallah zalim wah g wah",
        "",
        "Take my salam Ma'am ",
        "",
        "",
        "G o bebi malng",
        "Hdf"
    ],
    "uXcqzEe0daw": [
        "Abida Parveen  what a voice",
        "Great!!!",
        "Such blissful music. ️"
    ],
    "Hdbx5hhn4P8": [],
    "MFeXZB-j4AY": [
        "Labaik Ya Ghazi Abbass(A.S)"
    ],
    "4UAl8yCy6F8": [],
    "pJHKTXGC-es": [
        " best singer in the world shafqat",
        "Nice  v777",
        "Ya Allah Tera Shukr Hai Ke Mene Apne Dono Ustado Ko Saath Gaate Huwe Suna Hai Masha Allah Mere Ustadane Mohtram",
        "",
        "What a soulful song...lyrics and singing....cried to heard the song.....bayan nehi kar sakti hu kitna accha laga hay...its a wonderful  song.. ",
        "",
        "I like this kalaam waah.",
        "",
        "Endless love and respect for both wonderful singers.",
        "Greetings from your biggest Fan from Germany. ",
        "Love it shafqat!!",
        "Every word is true!!",
        "Saaki jii....",
        "Abuda ji...",
        "Really amazing My tears fell automatically You are special as always",
        "",
        "Beautiful ",
        "Agar Kaaba ka rukh bhi janib maikhana hojaye.. this is shirk..",
        "Pilgrimage of Heart....\nSoulful voice"
    ],
    "pHaCLnpHtVM": [
        "3:05 The Pain in Zeeshan Rokhri vocals , his voice hits differently ",
        "Superb",
        "Salute to Allama Iqbal Rahmatullaalai from USA",
        "When Legends together think what will happen",
        "A Goosebumps Anthem on this Independence. 🇵🇰Love Pakistan, Love  my Qaid ",
        "Masha Allah Great bar bar sunney ka dil karta hy love from Saudi Arabia 🇵🇰🇵🇰🇵🇰🇸🇦🇸🇦🇸🇦",
        "Zabrdast abida g...my fav Mustafa Zahid",
        "Natasha baig fans ",
        "Sanam marvi great artist ",
        "i love my Pakistan and love my all pakistan singer great hala abida parveen",
        "Zeshan rokhri waly like kro",
        "Love from Kotli Kashmir Pakistani🇵🇰",
        "بہت شور ڈال دیا ہے اتنے سادے اور اچھے کلام میں۔",
        "Love imran khan .love Pakistan ..from Bhabra",
        "Heard it just now for the fifth time. Great tune and of course Iqbal's poetry!",
        "Kiya Tum Azaad Ho ?\nAgar ho to sach bolny pe saza Q miltii hai ??? ️",
        "most rough performance Zeeshan Rokhri",
        "Legend arif lohar and atif aslam is missing.",
        "Zeeshan Rokhri",
        "Imran Khan is the last hop of Pakistan  stand for forever",
        "Fantastic ",
        " Abida Parveen magical.  love team.",
        " from India",
        "I very like and love it ",
        "I love you Pakistan 🇵🇰 ti amo Pakistan ",
        "I like it",
        "Love from Kashmir India ",
        "The Rhyming of the old was so so good, We would have liked it if it was sung the same as the older version... Some masterpieces should be kept untouched.",
        "Superb \n\nPakistan Zindabad",
        "I miss you Mrs, maestra Parveen ",
        "V nice",
        "عابدہ جی بصد احترام گلہ تو آپ سے ہے کہ آپ ایسی کمپوزیشن میں شریک ہوئی  ہیں۔۔ہم آپ سے بس آپ کے فن کی امید کرتے ہیں۔",
        "The legend Atif Aslam is missing ",
        "So beautiful",
        "Dil Dil Pakistan, Jan Jan Pakistan. Beautiful mash up of so many super stars 🇵🇰🫶",
        "Sari Dua ka satiya nass kr rhy yeh bolny waly",
        "Very good composition.",
        "Masterpiece ",
        "Achi khasi Dua ka beda garq kar diya",
        "Weldone Pakistan ",
        "Super really ",
        "Zeeshan khan rokhri",
        "Zeeshan  sariki ",
        "Love from Multan Pakistan 🇵🇰🇵🇰🇵🇰 14 August Advance Mubarak ",
        "Abida g",
        "Such a biutyfuul",
        "Only came for Abida Parveen ",
        "Amazing",
        "Great work",
        "Pakistan zindabad live until qayamat🇵🇰🇵🇰🫶",
        "Zeeshan Rokhri fans attendance",
        "️️️️️️️",
        "Very beautiful composition, where's video?",
        "Which martyrs are you talking about? Some day we will get back what belonged to us for thousands of years.",
        "Aabida",
        "Satyanash kar diya dua ka",
        "Only come for Zeeshan bro and Akhtar channal",
        "Wao , unbelievable",
        "Madam abidh Parveen heart ️ of Pakistan",
        "Mashaallah ",
        "Zeeshan Rokhari",
        "Uf awesome ",
        "what a BEAT",
        "امان عابدہ جی،صنم ماروی ",
        "Rahane dena tha \n samajh mein nahin a raha hai ki emotional hona hai ya dance karna hai",
        "Masha Allah Great🇵🇰🇵🇰🇵🇰",
        "Ah abida's voice. Wish could get a chance to meet her",
        "Zeeshan ali rokhri nhi zeeshan khan rokhri",
        "Super ",
        "MashaAllah....so beautiful \nAll grtst singers with beautiful voice....",
        "We are proud of you madam abida sahiba....",
        "Kia BAAT Hy ",
        "Wah ",
        "Kya Kiya he ye dua k sath...??",
        "Chaa Gy O ",
        "Love  Akhtar channal \nFrom Toba Tek Singh",
        "Respect to all artists, but abhi national songs main wo goosebumps wali baath nahi rahi. Pakistan ka bairha gharak kar diya hai sabhi \"in power\" logoon ne.",
        "I love zahid Mustafa",
        "wow ye baaat ye level hay bhai",
        "Hag dia hai ",
        "سارے پاکستان کی آواز ۔۔۔عمران خان عمران خان ",
        "Kya bana diya hai",
        "must be released the video on 14th",
        "",
        "Good, 🇧🇩🇧🇩 0:54",
        "I love you medam Mula Hussain apko salamatiyan day",
        "Only for zeeshan",
        "",
        "Dua ki band bja di ",
        "Hhmm",
        "Kya bana diya yeh. Allama Iqbal hote to yeh sab ko dekhna pasand nahi karte",
        "The brutal state trying to control and manipulate emotions of people …. Our Masan watan is Balochistan not any oppressive state where our land and identity is not secure ….",
        "salon ne achi khasi dua ka post martam kar diya",
        "Maa behen aik kar di Hain Kalam ki",
        "Yeh kya baWaseer bana diya",
        "pura song bna diya h ",
        "Dua is no Dua any more... Just ruined",
        "I don't like this. Music should be traditional not western music. Why we follow western style rock?.",
        "Fazool aur ghattiya! Itne ache kalam ko normally prha jaye to acha hai...shaheedon ka naam na len haram music k sath unhon ne nachne gane k liye nahi qurbani di fazool tareen....",
        "Baikar kardia"
    ],
    "q8nDptotn6c": [
        "",
        "ok"
    ],
    "xmKf0CPxT_k": [
        "Wow no words soulful",
        "Pure sole...",
        "Nice Nice ",
        "Rongte khare ho jata hain"
    ],
    "wA_cw2jx5Jc": [],
    "5eZSTG4UdKA": [
        "bule sha  kalam deficated to Shiobo",
        "",
        "Mashallah ",
        "nice",
        "",
        "",
        "Nice  nice ",
        ""
    ],
    "kySi4DJB1oE": [
        "Zabardast awaz one of my favourite ",
        "My favourite gazal",
        "",
        "Wow",
        "Good"
    ],
    "7E9RNYXCkM8": [
        "Mjhe Nhii PATA bahiR Kya cHaL RaHa haii .. jeo aur jeeNaiii Du... Direct in Direct"
    ],
    "v1fjYmj7LAE": [
        "",
        "Ya Ali madad ",
        "Nice  v777",
        "",
        "wa  wa ",
        "",
        ""
    ],
    "6Vhx0R4Q25k": [
        "Very bautiful mam "
    ],
    "OeeP-jmLVO4": [
        "Masha Allah buht piyari awaz",
        "Allah Pak meri ammi Jan ko jannat men Alla moqam ata farmae",
        "Mola di maani otherfee️‍",
        "️",
        "Wahhhh",
        "Hi",
        "Allah Pak is duniya men sub maon ko salamat rakhe ameen",
        "Zindgiyaa maaaA",
        "I love  mother",
        "51214",
        "",
        "🇸🇦🇸🇦🇸🇦🇵🇰"
    ],
    "_gPj1cD9-VY": [],
    "jxrYNjkJ2_0": [],
    "vaY1nRkvCns": [
        "اللّٰه اوھان کي خوش رکي عابده پروين جي ",
        "Amazingly good",
        "مولا توھان کی سلامت رکھی آمین یا ربلعالمین ",
        "He klam shaheed nusrullah gdani bilkul fit ahe Allah pak nusrullah gdani khe janatulfirdos me alla mukam atta karey",
        "My favrit singer",
        "پاکستان",
        "Short viral trick١٠k",
        "کوئی دوست بدائیندو تہ ھی بول کھڑی شاعر جا لکیل آھن؟",
        "",
        "",
        ""
    ],
    "_EbJ9Rj_GmA": [],
    "kN0-6IoHD1Q": [
        "Bohot hee khoobsurat gana",
        "Ruoh ko chu Jany wali awaz kia Kamal Gaya ha",
        "Nice song",
        "I love ️ this song Great abida",
        "",
        "",
        "Maar choriya is gane ne "
    ],
    "fA-SUMEGBVg": [
        "یا مولا علی مشکل کشا المدد",
        " Excellent Presentation \n Excellent Performance \n Excellent  Research  \n Thanks So Much ",
        "Soul refreshing … ",
        "Haq Ali a.s mola",
        "YA ALI MADAT   LABAIK YA HUSSAIN",
        "",
        "",
        "",
        ""
    ],
    "Wr9B4dSFapM": [
        "",
        "Pakmohbatzandabad",
        "",
        ""
    ],
    "FG4iD3ynf7k": [
        "Abida Ji ",
        "No words to describe how much near to nature  love madam Abida Parveen Real Legend ",
        "Superb by any measure..",
        "All time favourite ",
        "Hum Tum",
        "Unmatched ",
        "",
        "Na thi quftgu darmian phir bhi unse .. this part gives me goosebumps every time I listen to it",
        "",
        "#deepHourFinds ",
        "Mystic",
        ""
    ],
    "XTjdpTOk0Z0": [
        "",
        "Klaam nice ",
        "Bullay Nu Samjhawan Aaian Bheynaan Tay Bharjaiyaan,\nMan Lay Bulleya Sada Kena, Chad Day Palla Raaiyan\n\nBulleh Shah's sisters and sisters-in-laws came to convince him.\nBulleya, please do as we tell you and leave the Arain's (his guru’s) company.\n\n\n[Araien is a caste of Muslims to which Bulleh Shah’s Master Shah Inayat belonged to. Bulleh Shah himself belonged to Syed caste which is at the top of caste system in Muslims of Pakistan. Syeds are said to be descendants of Prophet (Nabi)]\n\nAal Nabi Ullad Ali,\nNu Tu Kyun Lee-kaan Laiyaan.\n\nYou are born into the family of prophet, you are heir of Ali,\nSo why do you ruin your family’s name like this.\n\nSome scholars have interpreted this verse as Bulleh Shah's reply\n\n(Bulleh Shah replies)\nWhy do you separate the Prophet's and Ali's descendants from the common people (why do you wedge a divide between the two?)\n\nJeyra Saanoun Syed Saday Dozakh Milay Sazaiyaan.\nJo Koi Saanu Raie Aakhe, Bhisti Peenghaan Paian.\n\n(Bulleh Shah replies)\nThose who address me as Syed, shall be condemned to hell.\nThose who address me as Raie, shall ride the swings in heaven.\n\n[Dozakh means Hell, and Bhisti or Bheesht is Heaven]\n\nRaien, Saayin, Sabhin Thaayein,\nRab Deyaan Bay Parwaaiyaan,\nSohniyaan Paray Hatayaan Tay, Khojeyaan Lay Gall Laiyaan.\n\nArain and masters are born at every place, God does not discriminate against anyone,\nThe lord is so carefree,\nThat he neglects the beautiful (others) and hugs the ugly (Bulleh Shah).\n\nAnother interpretation is: Beautiful people don't care for such differences, only the ugly ones do\n\n\n\nJay To Lorain Baagh Baharaan ,Chaakar Ho Ja Araiyaan.\nBulley Shah Dee Zaat Kee Puchni, Shaakar Ho Razayaan.\n\nIf you seek the pleasure of a eternal garden in spring, go and become a servant of the Araiens,\nO’ do not ask Bullah his caste; Be thankful and be content with the lord’s creation."
    ],
    "0R6SVxw3O3g": [
        "Kamaal yaar.. Zaberdast composition and Abida pervien is chery on the cake...",
        "This song is soooo underrated️️",
        "why does this song help me with my anxiety  !?",
        "Simply awesome"
    ],
    "deO1K9zZzds": [
        "Devotional"
    ],
    "JSMfLoIaa18": [],
    "2IoYs5LiGlM": [
        "What a voice! Love from Bangladesh",
        "Abida ji ki awaz and the way she sings Sufi is beyond magic",
        "Marhabah...  Looks like the Answer of \"Tu Jhoom\" ",
        "she is a legend .. I pray to Allah that she live a healthy and wealthy life",
        "THE VERY LAST KOHINOOR",
        "Ya HaQ NooR Pak",
        "️Subhan Allah Haq ️",
        "bs itna hi kehna tha",
        "Kmaaal️",
        "The best abida",
        "Composition BAHUT QUSH MIZAAJ HAI MASHALLAH",
        "Sufi legacy continued hope to experience many more",
        "Murshid ..Madam Sahiba Abida Parveen ",
        "May Allah swt give Baji a long healthy life full of blessings ️️️",
        "3:49 Sar e bazar Jo nachaya to ab Haush m na laa",
        "Oh my god! What a beautiful song. ",
        "Allah bless you ",
        "Appni JHOOM LIA ",
        "Lots of love from Nepal ",
        "Legend ",
        "Answering to tu jhoom",
        "PIND ️️ haazrri lagwa do !",
        "awesome",
        "blessings <333",
        "PIND is coming Lala ",
        "Charansparsh ",
        "Just heart touching ",
        "️️",
        "Nice song lala g",
        "Living Legend ",
        "",
        "",
        "This song is so underrated",
        "🫶🫶",
        "Abida G ️",
        "Peace",
        "",
        "Wow wow wow",
        "Peaceful ",
        "",
        "لاحاصل کا حاصل ہوں",
        "",
        "Pind",
        "Greetings!\n\nHope everyone is enjoying this master piece.\n\n I want to know the history of Sarmad and Mansoor, but don't get authentic info on internet. Any one kindly suggest any book or website to study the complete life of both the sufis if they are.\n\nRegards",
        "Good",
        "nice",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "LKVXPF9Usy0": [],
    "IjSfSEF34yM": [
        "May fevret dhamaal MashAllah abida Parveen voice ",
        "",
        "",
        "t"
    ],
    "aQEXb6q05nM": [
        "Masha Allah Subhan Allah",
        "Masha Allah",
        "Mohmmad Ali aur fatema ke nam se de"
    ],
    "bQq-HvPjeaA": [
        "Lovely song"
    ],
    "vYpZ6NvXYRA": [
        "Wah",
        "Bulley Shah ",
        "Bulley shah",
        "Fantastic",
        "A powerful lyrics",
        "Such a wonderfull voice where can i find lyrics",
        "Very nice",
        "Please ad meaning and subtitles"
    ],
    "ASxz1zm5dk8": [
        "Ali Ali dam Ali Ali ️",
        "Ali \nAli",
        "Mashallah zabrdast ️",
        " Ali Ali madad kar",
        "Teari meari pahchan yehe beshuk",
        ""
    ],
    "VJWBmzmNLSk": [],
    "-ZkdmxlFl9k": [],
    "2PLJTpn9Rpc": [
        "",
        "MashAllah MashAllah Subhan Allah",
        "",
        "Sajid "
    ],
    "16gQT0UmAt0": [
        "love for Madam Abida Parveen",
        "Out Class Deeply touch heart lyrics",
        "Waaah! Abida ji somehow touches the Soul.. This is indeed fantastic and I can't find words of appreciation..\n\nLove n regards,\nDipankar\nGuwahati, Assam, India",
        "I request Abida ji to write, compoe n render more songs in the same lines.. This tune, lyrics, music n Abida didi's mesmerizing voice enthralles me every time.,\n\nWishes\nDipankar Thakur\nGuwahati, Assam, India",
        ""
    ],
    "SD0G9egcsvY": [],
    "OlmCdbkNcpw": [
        "Mashallah ",
        "Treasure"
    ],
    "ov-3WR_U_kc": [],
    "gH7x5GEvj2w": [
        "i am Bangladeshi. but this is very awesome ",
        ""
    ],
    "RMe6_XILXFQ": [
        ""
    ],
    "aGXKLOBXRco": [],
    "3sHUxQYompg": [],
    "J_RaMptF8no": [],
    "pLBT7NkYcSk": [
        ""
    ],
    "tTXJvBW-Cdk": [
        "Kia baat hay"
    ],
    "hcfMzlnweUI": [
        "",
        "",
        "Abida parven ki tareef m kia likho jitna likho kam h",
        "Be shakh Sab ka Allah tahla Eik hain jiski zat pak hain aor jiska koi shariq nai na koi Mabod siwaya allah ke khud hi Mabod hain is Donia Qainat aor is jaha ka To Ae aeman Lane walo tm allah tahla ke siwa allah ka shariq na banao Na ksi aor ko apna Mabod Allah tahla hi sab Makhloq ko apne hakum se peda krne wala to tm allah tahla aor allah ke akhri Nabiy Rasol aor pore Quran pak Aeman Le ao be shakh allah tahla Aeman Lane walo pr apna Rahem farma kr bakash dega jo sachi toba krke Aeman Lay qalmay tohid parh kr aor Allah aor allah ke deen Mahzab islam ko Qabol kiya pora aeman Lane ka Maqsad Allah ke akhrat aor Dozaq ke azab se Khud ko bachana Agar koi bhi insan allah ya allah ke akhri Rasol pr aeman Lay ge to woh apne Liye Lay ge allah aor allah ke Nabiy Rasol ko akhrat ke deen pr Razi krne keliye Be skakh allah tahla aeman Lane walo ko pasand aor dost samjhte hain allah bhi aor allah ke akhri Rasol aor allah tahla ne jannat bhi apne Akhri Rasol aor aeman walo ke liye banai jo insan gomrah hain woh Aeman Le aye Be shakh allah tahla ki zat pak hain aor allah pak chizo aor insano ko pasand bhi krte hain Naveed umar F.R.Q"
    ],
    "qTyaFMMzy5Q": [
        "2024."
    ],
    "w4aF1Aet-7w": [
        "Zabardast ",
        "ہاں اب یہ ٹریک نائس لیس ھے ۔",
        "",
        "",
        "2:24",
        "عمران for you ",
        "",
        "",
        "",
        ""
    ],
    "MUAX_ckncNg": [
        "",
        "YaAliMadad(A.S)",
        "Punjtan Pak(A.S)",
        ""
    ],
    "GUwFw3q3RwM": [],
    "en-21T6V7vc": [
        "Soul  of heaven"
    ],
    "oXg7W2BkM_s": [
        "",
        "Ali Ali mola Ali  bus Ali",
        "Mast lal zindagiyan",
        ""
    ],
    "qSwEEY6JCFI": [],
    "F2aqt48g2ds": [],
    "3ZVNw3A9S0Y": [],
    "JAOUmh_rxWw": [],
    "Tb0pdLYODZE": [
        "SUBHAN ALLAH",
        "wha"
    ],
    "I_eHRIAUm_E": [],
    "fwtc6lusHCA": [],
    "YMZBd7vb8Xc": [
        "This is Imdad Hussaini’s Popular Ghazal/ غزل sung by Abida Parveen somewhere in 80’s music composed by Amanat Gul. We all were at their home in Karachi. Ghulam Hussain Shaikh was so excited about her new audio cassette, Sain’m gave an “Asthai” to Shaikh Saab, Amanat Gul turned it in seconds and Abida who was in Kitchen at that time cooking “Palak Gosht”, was called to rehearse it. “Hurrah” .. gana bhi tayar, khana bhi tayar!",
        "Good abda",
        "I came here after listening this Master by mine friends",
        "Pure Golden voice and poetry ",
        ""
    ],
    "AKIN_39N2t0": [
        " my Golden childhood  ️  best days of my life  I missed those days So much"
    ],
    "5vaD11BEC-s": [
        "Haq Ali️",
        "TaHashar mai Naad e Ali a.s ka wird karta rahu Inshallah Ameen",
        "Ali Mawla!",
        "Ya maula Ali ",
        "SUBHAN ALLAH",
        "",
        "",
        "Ya Ali maula haidar maula",
        "5 Nare panjtan ke 1 Nara Hedri ya ali",
        "Ur voice is soo strong",
        "Haq Ali",
        "",
        "¢$$$$$$$$$$$$$$"
    ],
    "MznQCKc1Rxo": [],
    "i0wKS60Yzv0": [],
    "_EMoZNmdl-Y": [
        "Ya Ali madad ",
        "Nice  v777",
        "Ya Ali",
        ""
    ],
    "_aus5Fq4vHk": [],
    "jdY0ir_XRfw": [
        "",
        "ماشاءاللہ  / یا علی ع مدد مولا علی ع حق سچ حق ",
        "PEER MOLA ALI A.S MADAD",
        "Ya Ali Madad",
        "Ya Ali madad  v777"
    ],
    "9TbnAdlb_-8": [
        "Wah wah",
        "Legend ",
        "I was shocked Abida Parveen real account and ony 153 views then I realise it's just 1 hour ago",
        "SubhanAllah!!! "
    ],
    "X1wIOHESO0k": [
        "Fell in love with this song as a child since after listening on my mum's Casset playe",
        "My favourite song  since my childhood ",
        "This Song Play Yo Yo Honey Singh Instagram Live"
    ],
    "DDkHoHu7wCI": [
        "Nach punjaban ",
        "بشیر حسین ",
        "",
        "National anthem of punjabi weddings",
        "Lovely song\nPakistan",
        "2023 m kon sunra",
        "Brand ",
        "Is a wedding anthem",
        "National anthem of wedding ",
        "",
        "I love this from Bangladesh",
        "jurassic park sent me here",
        "I love song",
        "Beautiful song",
        "romantic songs",
        "Nacho nacho",
        "Who is listening  in 2030",
        "",
        "Shadi is song ke bgair adhori h",
        "ay hay",
        "Favourite song all time Kon Kon 2024 mein Aya ha ",
        "",
        "Abrar is best...nice song",
        "",
        "I am dancing  crazy   ",
        "Love from India 🇮🇳",
        "My favorite song and abiralhaq ",
        "Abrar is best",
        " LOVE ",
        "Best️",
        "still listening this album in twenty twenty four",
        "My fav singer",
        "Very very. Nice ",
        "Abrar ul Haq Bhai Take Love From Bangladesh 🇧🇩 ️",
        " good  you are ",
        "Vip ",
        "look, i’m american and this song slaps. it’s quite catching!! (i have listened to this song a few years back and it’s been stuck in my head ever since)",
        "",
        "112 Georgiana Lights",
        "2024 naw ",
        "Kamaal yar",
        "",
        "My favorite song ",
        "Esa bhangra song life me kbhi ni suna ",
        "Nice",
        "Lovely song\nFrom Bangladesh ",
        "Seen",
        "",
        "Indian and Pakistani be like: ",
        "2036 Greenfelder Ramp",
        "Nice ",
        "Bahi.moat.kam.lagao",
        "",
        "",
        "Indian ",
        "Awesome song ",
        "Nice song",
        "Mahndi song",
        "Came here after watching the clip of the dinosaur dancing with this song.",
        "FOREVER BANGARA",
        "Ay old is gold ......2001\nAlbum",
        "Iconic",
        "Fre",
        " nice song",
        "Like",
        "Buraaaaaa",
        "Who come after looking Pakistani girl are dancing",
        "a",
        "Love from india mohal bana dya song ne",
        "Nice beat",
        "",
        "",
        "Imran Khan zindabad",
        "nach Punjabis bast song",
        "I can't believe only 12 comments ",
        "Samra noo",
        "New neao bhai dil",
        "missing golden era of our music industry ",
        "2024 NEW",
        "Yar nice song ",
        "Ok",
        "WaseemAil ",
        "W",
        "Mehndi Dance  me boys ka Favorite Song ha",
        "Ohooo",
        "T\n\nMll",
        "",
        "Panjabi songs",
        "فل ڈانس سونگ",
        "️",
        "Hum kis ke ibadat kre hamari baba jee hai fiza.",
        "Who come on 2024 for listen ",
        "Kisi ko yad is song py ibrar ko kiya howa tha",
        "Mice",
        "Anyone in 2024 ?",
        "Zindabad ",
        "Nice",
        "hdbrk",
        "aj mai  ne zai cinema owred 2023 show dekha hai us mai ap ka ye wala song use howa hai bohet dafa mujhe bohet bohet khushe hue or ham ko ap par b bohet fakher hai bohet shukriya  sir",
        "Love this song"
    ],
    "R-E3Ek2V550": [
        "waah mery ALLAH sochy to her jagha her sans per tu hakim hai - apny khas bandon main rakhna sab ko hamaisha",
        "I feel Courageous with tranquility ",
        "mashala ",
        "Pakistani Legend Abrar ",
        "Kam Say Kam\nMujhko Lota Day\nWoh Rooh Aur Jism Ki\nJang Jang",
        "ماشاءاللہ بہت ہی اچھا ہے ye Kalam sukun h is m",
        "Eman Raza ho jata hh Allah ham sab ko namaz parny ki taofeef dy bht gunah gaar h",
        "2024 me kon kon sun raha hai",
        "بہت اچھے انداز میں  دل نہیں بھرتا",
        "Allah Allah Allah",
        "Very beautiful naat..",
        "Ibrar bhai️️️️️️ Allah Pak hmesha salamt rakhy apko",
        "Bachpan me jab TV pe yh kalam atha tha tu ham sab bache akathay beth k suntay th.... Bht kamal time tha woh.... Ab tu banda akela ho gya he....",
        "MashaAllah, what a nice hamt.",
        "Zabardast",
        "A beautiful Hammad ",
        "Bhhht hooob skoon milta h sun k",
        "Zbrdst bchpn yad agaya . ab to ya awaz sunnay ko Taras gae.",
        "Ma ny Hawa mn urna seekh lia..Meri agli nzr sitaaron pr phir b ma tery Sahary pr\n.\nBest words ever",
        "Very nice and beautiful Video  may Allah bless you always ",
        "I am listening this Kalam when I was child ",
        "Vari vari nice parsant ibrar ul haq I love this I ",
        "",
        "️️️️",
        "Mashallah ",
        "Kitni pyari hamd hai.\nAur video main .\nNach punjaban ka poster lgaya hua hai.\nYe kya hai.",
        "Old is gold  I love this  Amazing",
        "Subhanallah",
        "100% sachi shairi per lajawab gaiki ...ka haseen imtizaj.",
        "Agree with sound allay Shoaib Fatima Malik regard kaint veer1 ",
        "My favourite ",
        "ALLAH HOO AKBAR \nJUTTAAN DAA MASTER PEACE PUT\nIBRARA UL AHMAD E HAQ E HAIDERI \nALLAH HOO AKBAR \nAFTAABI E AHMAD E HAIDERI",
        "phir be main tere saharon par ya Allah",
        "محترم ابرار الحق صاحب السلام علیکم ورحمتہ اللہ وبرکاتہ",
        "Allah hu Akbar",
        "Beautiful voice",
        "La jawab kalaam",
        "I use to listen this kalam with my late mother. Meri agli nazar stiron par phir b ma tere sahron par was her favorite line Miss you maa g",
        "What a beautiful voice and song",
        "I love you naats i love you mery khuda Mary Allah ",
        "Awesome track!!! Just fell in love with this.",
        "Abrar is a great singer.He sang both Punjabi and Urdu songs beautifully ",
        "Wahhhhh kya bt ha",
        "It is so beautiful memories  ",
        "Masha Allah",
        "Love you and your voice",
        "Soo, happy ",
        "This kalam makes me feel how dumb and thankless we’re ",
        "Unbeatable song ",
        "Beauty full kaklam",
        "Heart Touch This Hamd",
        "Ya Allah shukar ka hai ",
        "Colours clours ",
        "All praisings are for Allah, Allah is Alhameed ",
        "Wow very nice song",
        "Ammazing  voice touch with  my heart ️     wow wow  mer pas koi  words nehi he bol ne ke liye",
        "meri agli nazar sitaroun pe phir bhi mein tere saharoun pe ",
        "Masha Allah  ",
        "So nice wonderful beautiful",
        "",
        "Mashaallah",
        " so very impressed",
        "Excellent",
        "Masterpiece till eternity ️",
        "Wow is gane ki tarif ki jaye vo bhi kum he",
        "Beautiful poetry ",
        "",
        " good good good",
        "Allah g apka shukr hai",
        "Awesome ",
        "FeeAmmAnullah 2 all of U ",
        "I think childhood memories",
        "",
        "This kalam takes me to another world",
        "ALLAH ",
        "Forever  my favourite  kalam",
        "Good  Range",
        "ALLAH HOO AKBAR \nLOOOHHEEE A LOHAAA A QURAAAN E PAAK E ZEB U HUSAINI E HAIDERI ALLAH HOOO \nALLAH HOO AKBAR \nAFTAABI E ZOHRA E SARFRAZI E HAIDERI.",
        "Very good ",
        "Nice",
        "Amazing don’t know what happened after listening to this . Very good feeling ",
        "Beautiful",
        "allah pak hum b tere bande hai humari b qismet badal de ",
        "",
        "Wa Mola tere rang",
        "A master piece of meaningful poetry and beautiful music ️ ️..",
        "Beautiful ",
        "Peaceful ",
        "Ibtar is my all time favorite",
        "Mashallah Alahmdolilah",
        "Very nice and very good",
        "Bhhht hoooob skooon milta ha sun k",
        "اسکو سنے سے سکوں ملتا ہیں جان میں جان آجا تی ہیں ",
        "Allah mera jaise jitna bhi idhar problem meh haiii sab khushi se adaaa karna Allah Aameen",
        "mashalla",
        "Azan",
        "ALLAH HO AKBAR ",
        "Abrar puts life into his songs by his voice",
        "Abrar became popular due to his beautiful Punjabi songs ",
        "Beautiful song beautifully sang ️"
    ],
    "D5M_CVcexmQ": [
        "Nice song",
        "Aye oyeeeee ",
        "Punjabi wedding is incomplete without this song ",
        "",
        "Hello it's 2023.this song still ",
        "",
        "Pehly shadiyon pe sirf Pakistani song chalty thy mza b ata tha ",
        "",
        "Who's after hania performance? ",
        "Old is gold ",
        "",
        "Jo jo sistrology iqra ki video dkh kr aia like karo",
        "Nice",
        "Wkisoe",
        "This guy looks like Abhishek Bachchan ",
        "Nachan Mein ",
        "",
        "",
        "/m/m",
        "Hello it's 2023.this song still ",
        "",
        "",
        ""
    ],
    "qhEvaOhzISc": [
        "My mom's favorite song. ️ and favorite singer ",
        "",
        "Good song",
        "Awesome bless",
        "useless.."
    ],
    "jDrmg77T4_Y": [
        "Legend Abrar Ul  Haq ",
        "So melodious",
        "",
        "My favourite song ",
        "",
        "Abrar yes I accepted bolo song I am see this song fight many people beacuse wife Nick name bolo ",
        "",
        "Lahore",
        ""
    ],
    "DfncnM2OgfI": [
        "Now am crying ",
        "Uffffff  memorable song",
        "Kia baat hai ",
        "",
        "Zebrdast ",
        "Beautiful",
        "Wow",
        "Wow",
        "Subhanallah mede dihati log",
        "",
        "",
        "",
        "Waao bro",
        "So sad",
        "no comments",
        "Pakistan️",
        "Hiii",
        ""
    ],
    "FcaA5TMMprs": [],
    "Jo91qRX9taM": [
        "",
        "2006 listening on winamp. 2007 Nokia N70.",
        "",
        "Old memories hit hard 0:12",
        "",
        "Who's listen 2024",
        "",
        "Masterpiece ",
        "nice song ",
        "my favroute song ",
        "Jazzyb  nu hit karan vala insaan sukhshinder shinda"
    ],
    "En1058F5-sQ": [
        "Purani yaden hai achy songs hain",
        "great pa ji",
        "Legend Abrar Ul haq ",
        "",
        "",
        "Very nice",
        ""
    ],
    "HqXKFi4exUk": [
        "Legend  Abrar Ul Haq ",
        "Nach Punjaban nice album your all songs are beautiful ",
        "Heeerle",
        "Mrjdidcjsddisjddjddjdjsidfjdiddfieirfieiddisodiddidjsidfdisdffiweffkwdfowddidisdjfdiwsidfsjdisddisjdjdjdfjwiddjsoskdf"
    ],
    "EDKZdyBgw1s": [
        "27 JULY 2024  JATT STILL ROCKING ️",
        "Old is gold",
        "Beautiful janab",
        "October 19, 2024",
        "2023",
        "Jat ",
        "Russel Place",
        "Stella Circle",
        "Kon kon tiktok se yeh song sun kr yaha sunne aya ha",
        "Jyonda reh jatta....... Haryana India se saalam Kabul kero",
        "Stokes Mountain",
        "Mayert Fort",
        "Turner Forks",
        "Abrar Ul Haq Legend And Star ",
        "Toy Wells",
        "Tatum Mount",
        "Jatt babar shaar",
        "Nice g",
        "Hillard Wells",
        "Pti",
        "Geooo jutta",
        "Jatt Babar shaar",
        "Muhmmad islam",
        "Ok"
    ],
    "a45tnlAgwo8": [
        "Who is listening in 2024",
        "Just love this song .. brings so many beautiful memories back to when I visited Pakistan in 2002 .. saw my family after 20!” Years ",
        "Jine lahore nee vekhya O Jamya hee nahin.",
        "",
        "Very nice",
        "Ayehhhhh haiiiiiii mazaahhhh ageyaahhhhhh",
        "Mashalla",
        "5 September 2024",
        "Super",
        "Kamal kamal kamal",
        "",
        "Legend  Abrar Ul Haq",
        "Amazing",
        "Good Bhai g good good luck Kamal song h Bhai g  my best friend best Bhai best singr",
        "Bachpan yaad aa gaya",
        "Good bohat achaa song haa ",
        "Abrar Bhai ab to lyrics bhi reveal kar den hum choty se khud bachun waly hogy abhi bhi kuch words ki confusion hy k unka kya mtlb hy.",
        "کیا یادبں ہیں اسکے ساتھ",
        "",
        "",
        "Everyoneeee",
        "28agust 2k24",
        "",
        "Ho Goray Mukh Nu Saja Kay\nLashka Kay\nLaali Gallan Utay\nChangi Tarhan La Kay\nAj Make-up Kit Muka Kay\nNaina Day Teer Chala Kay\nHo Dharti Hala Kay\nZara Na Sharma Kay..\n\nAj Mela Wekhan Aaiyan\nKurian Lahore Diyan\nHoye Aj Mela Wekhan Aaiyan\nKurian Lahore Diyan\n\nDil Bay Kay Rabb Jee Nay\nAap Banaaiyan Nay\nMundeyan Nay Enna Pichay\nAddiyan Kisaayan Nay\nSaaray Hi Heraan Nay\nKay Maujan Kithon Aaiyan Nay\nBaba Jee Nay Wekhan Laye\nAinkaan Mangaiyan Nay\nBabay Nu Lift Kara Kay\nOye Udday Dil Day Taar Waja Kay\nHo Dharti Hala Kay\nZara Na Sharma Kay..\n\nAj Mela Wekhan Aaiyan\nKurian Lahore Diyan\n\nHoye Aj Mela Wekhan Aaiyan\nKurian Lahore Diyan\n\nUdan Pangooray Naal\nJingan Wi Charhandian\nKhuliyan Hawawan Wich\nWekho Lehrandian\nJidhar Wi Jaandian\nMeray Pai Chandian\nLe Kay Chatkhaaray Paiyan\nKata Kat Khaandian\nAddian Di Dhamak Wakha Kay\nHo Naina Day Teer Chala Kay\nHo Dharti Hala Kay\nZara Na Sharma Kay\n\nAj Mela Wekhan Aaiyan\nKurian Lahore Diyan\n\nHo Aj Mela Wekhan Aaiyan\nKurian Lahore Diyan\n\nAkhion Ki Boli\nSaanu Samajh Na Aaway\nGaddian Bohot\nNaalay Banda Kithay Jaavay\nTwo Thousand Dian Kurian\nChalaak Nay\nHoray Kinnay Banday\nEna Kittay Halaak Nay\n\nHusun Nu Tarka La Kay\nHo Naina Day Teer Chala Kay\nHo Dharti Hala Kay\nZara Na Sharma Kay..\n\nAj Mela Wekhan Aaiyan\nKurian Lahore Diyan\n\nHoye Aj Mela Wekhan Aaiyan\nKurian Lahore Diyan\n\nGoray Mukh Nu Saja Kay\nLashka Kay\nLaali Gallan Utay Changi Tarhan La Kay\nAj Make-up Kit Muka Kay\nNaina Day Teer Chala Kay\nHo Dharti Hala Kay\nZara Na Sharma Kay\n\nAj Mela Wekhan Aaiyan\nKurian Lahore Diyan\n\nHoye Aj Mela Wekhan Aaiyan\nKurian Lahore Diyan\n\nAj Mela Wekhan Aaiyan\nKurian Lahore Diyan\nAj Mela Wekhan Aaiyan\nKurian Lahore Diyan(Fading Out",
        "Old is gold",
        "Very nice",
        "Very nice abrar",
        "So nice brother",
        "Papaa",
        "Beautiful ️️️️️️",
        "Very nice ",
        "Sher Ali",
        "Nice",
        "Z so z"
    ],
    "yI1XWT-FLGc": [
        "October 2024",
        "very very beautiful and sweet song college life",
        "Goodnight.  How are you?  I love dancing to all your songs.  Can I be honest?  He looks much more handsome without a beard than with a beard.  No comparison possible.",
        "Rippin Parkway",
        "Very nice",
        "By listeming this song i feel my childhood memories",
        "",
        "",
        "Environmental song november 2023 AQI Severe india ",
        "Siuuuuu",
        "Musharf sahb k dour may Q leg ko parmout karnay k leay abrar sahb ka acha sahkar",
        "Veraynace",
        "I ja cylce",
        "",
        "me ap ka fen hu",
        "NI AAJATY BYJA SAYCAI THY HASSAN RAZA OR ASSAM SHAH SONIA SHAH OK ️️️",
        "Hahaha very funny",
        "Potty",
        "This is nice  song and college lif and miss you",
        ""
    ],
    "EQDJtgUegv8": [
        "Yaar kiya kamal k music they Abrar Ul Haq k songs k ajj bhi sunker maza ajata hai q\nQasam Sey \nListening on 20th February 2024 ️",
        "Abrar Ul Haq Legend Pakistan",
        "Hy kia yad Dilla dia ",
        "OLD is GoLD",
        "old is Gold ",
        "6/3/24 ",
        "Old is gold ",
        "Trance...",
        "Beautiful amazing ️ ",
        "Jeo shera ️",
        "Beautiful ️️️",
        "15.9.2024",
        "Zabrdast",
        "Pakistanion ka masla yahi ha apni legend apni banai howi chezon ko ahmiyat nae detay or dunia apnay bekar artist or product o iphone ha 3 lakh ka ha keh kar bechti ha .proud on pak made",
        "How fast music he used to play.",
        "Old time miss you ",
        "Jut baradri ka fakhr abrar ul haq jut narowalia ",
        "I really really like this song......Always listen to this song....Love from india",
        "Nice song ",
        "",
        "Who is watching in 2024  ??",
        "",
        "",
        "",
        "Very  0ld s0ng but it is nice s0ng mashAllah mashAllah",
        "Veraynace",
        "ں میں ب ں",
        "GOOD NIGHT Hassan Raza or Assam shah SONIA SHAH ok   ",
        "ئ،ب،",
        "",
        "",
        "Kamal",
        "",
        "Mashaallah mede saraiki log",
        "old is gold",
        "kedi mithi gori nirri lagdi angoor ya.. ",
        ".",
        "Z",
        "Nice song",
        "Yytghhuuj",
        "Old is gold ",
        "Old is gold",
        "Nice  song",
        "Old is gold",
        "",
        "Nice song",
        "",
        "Old is gold",
        ""
    ],
    "4Jm340eHXf8": [],
    "qZoXwHKfCj8": [
        "Bohat bhraa singer tha ab b ha wesy ",
        "Khoobsurt bachpan ",
        "All time favorite 2024 ️️",
        "Abrar ul haq ko aj 2023 mein kon sunta hai",
        "",
        "Our childhood ideal...️",
        "TIME  REMEBER 2012",
        "Such a memorable song",
        "2024",
        "Childhood ",
        "My favourite singer",
        "Old is gold ",
        "it's A Very Beautiful SonG \nGreat Legend Singer #ibrar_ul_Haq️🇵🇰️\n2️⃣0️⃣2️⃣4️⃣",
        "30 December 2023  ",
        "Mashallah  nice song abrar bhii ",
        "Na koi howa or na koi hoga \nAbrar tery jaisa",
        "Legend ",
        "",
        "Hmmmm",
        "",
        "Waaah moot ko kesi beyan kia",
        "Legend \n Does anyone have translation ?",
        "Bilal yammf Tammmmmo. Hamza Zeeshan. Rabbia BilalAsim Kitchen.  Khadija.  Zeeshan.  Mammo Asim Kitchen",
        "50000000",
        "Nice",
        "Bial.  Yamsamf",
        "50000000000",
        "Bilal yamamf Abdullah Suhail.  Aammd. Yamamf. Hamza. Hassan. Bial. Haseeb Javed Tammmmo  ibiza. .Mammo. Haleema Mob. Abdullah farah suhail. Abbas. Kitchen. Abdullah",
        "Mein. Ne. To. Har. Tarha. Tum. Se. Haar. Maan. Li.                Oar. Na. Hi. Koyi.  Mokabale.  Bazi. Hi. Sochi. Thi.                        Tumari.  Buobt.   Ki.  Banayi. Ghayi.  Vedio.        Ki. Missandersatandung.                      Ab. Hi. Khatam. Ho. Jaye.         Ik. Kisi. Pe.   Ehasaas. Hi.  Samaj.  Ke.       Kabhi. Ye. Bi.   Hikmat.  Azma. Ke. To.  Deakh. Lo.                    Kush.    Umeed. Agher. Ab. Hi.  Rakh. Li.  Jaye.        Koyi.  Ehasaas.    Karne.  Ka.             Ab. Ki.  Baar.     To. Bari.     Sakhat.  Kisam. Ki.   Ghuftaghoo. Hooyi. Aap. Ki.               Okaat. To. Chahe.    Kesi. Bi. Ho.  Insaan. Ki.       Khuda. Ki. Aas.      Sab. Ke. Liye.   Bohat.  Achi.  Hoti.  He",
        "Dog man",
        "Memorable songs of our childhood and young age ",
        "",
        ""
    ],
    "I95UGn7z6oM": [
        "10/10",
        "25 July listen songs my child songs hyyyy kia din thaaa..",
        "",
        "May God bless you Valerie",
        "السلام عليكم ال صائمه .",
        "Throwback",
        "17 may 2024",
        "Extra economics says bill clintonss cliftons",
        "5",
        "My favourites song and video i like",
        "Says hitler again nt you nt me even don't try this home with out teachers hands :)",
        "L"
    ],
    "8IK1muDkQwI": [
        "",
        "very good",
        "بچپن سے سنتے آرھے ھیں اسکے سونگزکو",
        "So Nice song ️",
        "Nice",
        "Wonderful jnab"
    ],
    "UBZ_fzj07q4": [
        "",
        "",
        "Wedding par khub nazara datta hai",
        "Maza aa gya Abrar bahe ",
        "good song",
        "Legend",
        "",
        "",
        "",
        "Tuhanu ajj v duawa vich khudayi mangh di eh ",
        "",
        "nice",
        "",
        "",
        "Cvffffdd",
        "",
        "",
        ""
    ],
    "fraxZVoN1Ow": [
        "Marriage is not complete without Abrar-ul-haq songs",
        "His every single song was a complete vibe ",
        "2024 hazir ha",
        "kon kon 2024 ma sun raha?",
        "2:11 mera favourite lines dil krta hy bar bar sunne ko",
        "Aja aja raniye ",
        "2024 waly?",
        "Fantastic",
        "Lovely and funny song",
        "2:45 meri fvrt",
        "Yrrr sachi nachan nu dil kr reha ",
        "1:10 is lines ko sonna ka liya bar bar sonta ho song",
        "2024 walay hazri lgwao",
        "OcT 2024",
        "Energenetic song",
        "i was 4  or 5 when i first heard this song. it gives nostalgic vibes",
        "Parveeeeeen lovely",
        "Abrar is always the besttt",
        "2024",
        "Love you abrar bai jan love you          ",
        "",
        "Aja aja rani e aja aja rani e wah wah ",
        "",
        "Meri Nani ",
        "Nice",
        "Nice",
        "Didi gacha Vivo",
        "Uff",
        "Real nice singer",
        "My name is parveen ",
        "the song's name is Parveen",
        "My brother name is parveen",
        "Michael Jackson in Narowal.\nVery Nice",
        "Parveen shoqeen",
        "Kashif",
        "Hanan",
        "Lovely song funny lyrics and outstanding singer",
        "I want to be with uuuu",
        "Perween kon h",
        "very excellent song and funny lyrics",
        "M",
        "It's called parveen",
        "shahrukh jadon wapis chaliya",
        "My first love ",
        "Nec ho",
        ""
    ],
    "t4j_Tc3WgAo": [
        "One man show! No other singer gave as many hits as he did, my all time favorite ",
        "Nice ",
        "",
        "",
        "Subhanallah mede dihati log",
        "both acha ha",
        "POV: after listening to this song you actually went to google to search for section 302 and come to know that it’s punishment for murder",
        "Great",
        "Great ",
        "Kya batt",
        "Lehnde Punjab Da Babbu Maan",
        "",
        "",
        "Very nice song",
        "Usa",
        "",
        "Bus Kidi sohni lagdi hai patlo jeyi ye hi line sahi lagi baki poora gaana bakwaas",
        "",
        ""
    ],
    "QNFhCfvQweA": [
        "thanku bhai for support",
        "Okara Pti bani bad"
    ],
    "jE0rAcsocL0": [
        "What a golden era of pakistani pop it was ️ these people shaped my childhood.  Miss that time!",
        "Memories of late 90s in the newly installed deck in my dads 78 toyota corolla ... Its 2024 Still listening driving back home... The car is new but the old memories are gone. No song comes close. Thank you abrar",
        "Wah yr wah yr wah yr bachpan yaad a gaya 1 kg khoon barh gaya bs bs",
        "The song in every shop, every car every function..... I still remember the release .. I swear The whole country was glued to the beat. Ticket katao line banao ws a big hit",
        "still pack a punch!!!! cannot beat that",
        "Today Morning with Ibrar up Haq   🇵🇰  ",
        "It was the time of 99s, 2000. My father used to sing these lyrics... but he is no more with me, but these lyrics remind me of his love his smile, his care.....\nBut time is fleeing........",
        "1999 ki yaaden",
        "Founding Father of Punjabi rap",
        "Throwback Thursday ",
        "",
        "Love that golden eramissed alottt",
        "Mera Dil le gayi oye kammo kidhar",
        "let me go to billo de ghar too ",
        "@Abrar ul Haq\nاس گانے کی آفیشل ویڈیو بھی اپلوڈ کر دیں",
        "میرا باچپان",
        "Aby yrrr.  90s pure  kitna famous hua tha ye gana. uffff\nHitt",
        "Listening to this song since morning such an energetic voice",
        "Hit song",
        "I love this song so much ",
        "Excellent panjabi song",
        "Legend  Abrar",
        "Beautiful Songs  ",
        "born in 2012 acting like a 90s",
        "Aha 2023 h aj b 1996 feel krta hu sukar h Allah ka",
        "This song was notoriously play full and funny to hear.",
        "I heardl this when I was lil, in London jokes",
        "Hit",
        "Born in 90s , recalled this song all of sudden between playlist.",
        "wow  so good ",
        "Kya gana hai",
        "Listening in 2024. Shaped my teen  age",
        "Changy bachy ban k ",
        "original song billo de ghar, ZIDDI Movie song Mera dil le gai oh commo kidhar was copy from Pakistani song even though i like it both,",
        "",
        "Changa Bacha Ban K\nVadia G",
        "Full story of Billo de ghar?\nThe video gets over at 3.30 mins",
        "Mera dil le gai O kammo kidhar.....",
        "",
        "Pp",
        "mere dil le gayi copied ",
        "He copied music from I FEEL LOVE wow ",
        "Hit song",
        "",
        "Hit song"
    ],
    "ORsyX_MB_KY": [
        "Kamaal"
    ],
    "LbmVCD1sPic": [
        "Hahaha ibrar ul haq k song chehry pe alag e smile le ate hnnn ",
        "Kamal ke song thy ",
        "2024 wala idr ajao",
        "",
        "Love u ",
        "8:36pm,October, 2024",
        "Old Ibrar was Good",
        "Kamall",
        "Rouge🇵🇰ilovrovuoks",
        "So so love you ",
        "Very good political song",
        "2023",
        "Owlwooqq",
        "Good ",
        "",
        "Nice song",
        "",
        "Nostalgia",
        "Banger",
        "Lyrics banging",
        "Nice ",
        "Ibrar apne door ka reaper tha",
        "AJ Hawa ke khusboo Bata rahi ha dost ke aik jhalak dekha rahi ha mafi sa agar Hoti Shan ma kami bagi ya TU Tere azmat Boland Bata rahi ha welcome Imran khan",
        "",
        "2024 ma kon sun raha h",
        "Nice"
    ],
    "zuLduMCfU7k": [
        "Speechless lyrics and composition..... One of my most favorite singers ... Abrar UL Haq ",
        "The first time I heard this song was on Walkman with headphones in 2002. The voice was so fresh and beautiful.  Had full album.\nI was a big Abrar fan\n.\nEarlier on I bought his album be ja sycle Tay in 2000.\nBefore his other albums were majajan and billo day ghar.\nI was such a crazy Abrar fan that almost all of his songs I knew by heart ",
        "Beautiful voice and heart touching song",
        "Very heart touching song and beautiful song...Abrar ul haq",
        "2024 ma kon kon sun Raha hai?",
        "Yrr mera wasda rawy. ",
        "2002 mai internet cafe mai suntey thy..aaj july 2024 mai phir sun raha hun..",
        "ملیں گا تو اک واری\nاینا تے یقین اے",
        "Kya yad krwa Diya ",
        "Beautiful voice",
        "Jb sunta hn roney lg jata kisi ki yaad ati bhhhht",
        "My Most favorite song I Love This",
        "Nice.song.",
        "Roo jata ho es song ko sun kr ",
        "Ilove,you",
        "2024 ",
        "What lyrics,what a composition what a voice,what a masterpiece. One word Khoobsurat",
        "Old memories with this song I have",
        "Today is 18/9/2024 i want to dadecat this song to my school friends love you all ",
        "Wat a nice composition",
        "My favourite song ",
        "Abrar Ul Haq legend  love   u",
        "",
        "Isi tarah ke thande thande game hone chahiyein.",
        "Nice heart touching song ",
        "very good nice song",
        "Ibrar ul haq is gratis singer",
        "I miss my days ",
        "Mashallah sir Beautiful ",
        "rana ashfaq love this song  excellant pottery and music and singer singing.from 113 sb sargodha pakistan.",
        "Vety heart touching song",
        "Ibrar ul haq great",
        "Very soft song lovely",
        "Kiya.bt.the.os.zamane.ki",
        "Abrar ul Haq left PTI today  ️‍🥹 \nMay 2023",
        "miss you family",
        "Nice",
        "",
        "Naturally",
        "",
        "",
        "old is gold its really heart touching song",
        "Can We Use This Song In Our Shorts By Giving Credits To You?",
        "Sukh diya neendra",
        "",
        "Nice ",
        "And yous wish i get bck",
        "𝗛𝗺𝗺",
        "Speechless lyrics and composition..... One of my most favorite singers ... Abrar UL Haq",
        "",
        "So beauutiful voice",
        "",
        "",
        "",
        ""
    ],
    "8J2WvNpPRFA": [
        "Jatt ",
        "Old is gold",
        "Excellent thanks ️",
        "sach khty hin",
        "Jai jat",
        "",
        "Pak",
        "Jay jaat",
        " uhhuuuuuu cvgghghh"
    ],
    "FplP_lcujBE": [
        "Who’s listening to this masterpiece in 2023? ",
        "Who’s listening to this Dec 2023 ??",
        "Uff! love this song",
        "دسمبر کی صبح کی پرسکون خوبصورتی کی تصویر بنائیں ، جہاں دنیا برف کے کمبل کے نیچے دب گئی ہے ۔ چمکتی ہوئی روشنیوں کی نرم چمک اور مشترکہ ہنسی کی گرمجوشی آن صبحوں کو واقعی جادوئی بنا دیتی ہے ۔\nجب تک اردو بولنے والے موسیقی کے شائقین زندہ ہیں، یہ غزل امر رہے گی، اس گیت نے ابرار بھائی کو ہمیشہ زندہ رکھا ہے۔  اتنے خوبصورت گانے کے لیے شکریہ ابرار بھائی\n2023",
        "I love it song",
        "Great times in those days miss old Pakistan",
        "Damn, vibing to this even after so many years. What a tune!",
        "December is again around the corner",
        "loving 2024",
        "",
        "Listening to this in 2023 December",
        "This is my go to song for December. Abrar-Ul-Haq is the king of Pakistani pop music ",
        "December ",
        "Beautiful song",
        "Legend Pakistan Abrar Ul Haq ",
        " jaswL",
        "December 2023 ",
        "",
        "kon kon sun Rha ha 2020 ma bi me to Boht dfa sunta hon din ma",
        "ohhhh my goshhhhh,\nmemories ...",
        "bht zabardast ibrarul haq kamal awaaz",
        "My favourite song since my childhood ",
        "Mi favorite song",
        "Wow beautul song",
        "December 2023",
        "My favourite song by Abrar ul Haq",
        "December he ha",
        "Nostalgia",
        "",
        "Still listning",
        "Mera bachpan yaad a gia",
        "Memories ",
        "I love song ",
        "27 December 23",
        " بھیگا بھیگا سا یہ دسمبر ہے بھیگی بھیگی سی تنہائی ہے \n اِن کتابوں میں جی نہیں لگتا ہم کو سجنی کی یاد آئی ہے \nبھیگا بھیگا سا دسمبر ہے \n شام کی کالی آنکھیں جب پَلکوں کو چَھپکاتی ہیں\n کسی پیڑ کے نیچے کچھ یادیں گُنگُناتی ہیں\n کچھ پیار کے آدھے نغمے آدھی پیار کی کہانی \nایک شہر کا راجا اور اِک گاؤں کی رانی \nدونوں بڑے پریمی تھے بَن میں آیا کرتے تھے\n اُن کے پیار کے میٹھے نغمے پنچھی گایا کرتے تھے \nاب نا پریمی ہیں نا وہ باتیں ہیں اور یادیں ہی اپنی کَمائی ہے\n اِن کتابوں میں جی نہیں لگتا ہم کو سجنی کی یاد آئی ہے \nاِس کمرے کی کھڑکی بارش کا شور سُناتی ہے\nاور تمھاری آہٹ ہم کو یہ روگ لگاتی ہے\n اب کے سال دسمبر میں جب بَن میں میں جاوں گا \nنیلی جھیل درختوں کے سائے اور سوکھے پتّے\nسارے تیرا پوچھیں گے کہاں ہے تیرا پوچھیں گے\n تیرا پریمی یار کہاں ہے سارے تیرا پوچھیں گے\n کیا بتاوں گا کیا کہانی ہے اب تو قسمت میں اپنی جُدائی ہے\nاِن کتابوں میں جی نہیں لگتا ہم کو سجنی کی یاد آئی ہے\nشام ڈھلے جب پنچھی اپنے اپنے گھر جاتے ہیں\nکوئی مجھے بتلائے  مجھ کو یہ کیوں تڑپاتے ہیں\n میں نے بھی ایک سپنا دیکھا تھا اپنے گھر کا \nکھو نا جائے میرا پنچھی لیکن مجھ کو ڈر تھا\nمیرا یہ افسانہ ہے سارا یہ افسانہ ہے\nمیرا پنچھی رَستہ بھولا پاگل ہے اَنجانا ہے\n تُو گیا ہے تو میں نے یہ جاناں ہے\nمیرا دل اب بھی تیرا دیوانہ ہے\nاِن کتابوں میں جی نہیں لگتا\nہم کو سجنی کی یاد آئی ہے \nبھیگا بھیگا سا یہ دسمبر ہے    \nبھیگی بھیگی سی تنہائی ہے \n اِن کتابوں میں جی نہیں لگتا \n ہم کو سجنی کی یاد آئی ہے",
        "Who is listening in 2025",
        "December guzar gaya par sajni ki yaad nai gayi.",
        "I would review",
        "Hi",
        "Tota pic...3030",
        "This song is copied from bolltwood movie of emran hasmi",
        "",
        "December he ha",
        ""
    ],
    "B5duBFnoCPI": [],
    "gdPlKdwzJVE": [
        "Probably abrar ul haq.. the best punjabi singer in the region",
        "BeautifulAbrar sir great voice",
        "I love this song my favorite song I love your voice big fan God bless you all the time and all the family but I'm your big fan your welcome Pakistan Sindh",
        "My fav singer Abrar",
        "Folk music ",
        "",
        "nice song",
        "Jagga",
        "Jagga killi nal tungya raha niyah vad suteya... Jagga soorma",
        "0:26",
        "The best version of JAGGA tune ain’t no 1 comes close to abrar ul haq",
        "Gg",
        "Ok pk m",
        "Nice song"
    ],
    "QpTUdX0aejY": [
        "My favorite singer Abrar ul Haq ",
        "",
        "زبردست",
        "Love this start ",
        "بھترین کلام ",
        "Dadda jan ky yard agay",
        "",
        "\"Sir Abrar-ul-Haq, I would like an explanation video of the Kalam (related to spirituality and devotion to God). After listening to it, I feel it removes worldly thoughts and changes my perspective. But what is it all about, and why does it change me? What is its exact meaning of Kalam \"Dam Dam\",\"Jhuly Lal\" etc? who can explan it?",
        "Abrar ji so sweet",
        "",
        "Awesome",
        "Ya kalam subha subha FM par lakta tha jab hum school jar raha hotay thy",
        "",
        "Nice ",
        "",
        "Mashallah Nice",
        "",
        "jitni baar suno kam lagta hai ibrar bhai zabardast mashallah",
        "Waooo g",
        "Legend pakistan Abrar Ul Haq",
        "️️️️️",
        "Mashallah sakooon ajata h sun k🥹🥹🥹🥹",
        "",
        "",
        "Nice",
        "",
        "Good song",
        "Nice",
        "",
        "",
        "Nostalgic.........by listening that  Kalam my heart really become     sad ......and eyes become wet.....",
        " lovely kalam",
        "Sajid ",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "GKh8dnabf94": [
        "14 April 2024",
        "Old is gold",
        "Childhood Memories ",
        "",
        "Subhanallah mede dihati log",
        "We'll Good",
        "6 june 2024"
    ],
    "Qgj3RVLeDEE": [],
    "e3bvcTodYIY": [
        "One of the iconic song and movie I ever saw of Pakistan love from India ",
        "AJ gadia chha gadia wajia burrrrrrrah",
        "Abrar Ul Haq Legend Pakistan And Star ",
        "Mazza arregyaaa",
        "At last dhond e Lia ye song kaafi Der bd...Roz sochta Tha k Kia lyrics Hain mgr chak de chak de gain Yaad tha bs",
        "Abrar was a must for basant festival",
        "cha gyaaa\nbeen listening it more than 10 years",
        "Love from india  wonderful song from late 90s",
        "Omg   I’m going to cry memories",
        "Nice song",
        "Ilove,,eog🇵🇰🫶oka,,enm ,,,khalid,,",
        "Modern age kay saaray rappers k collective poetry b abrar k ek gaanay se b behtar nahi",
        "",
        "Wedding bhangra song young modern boys girl's \nGuzzes and men \nUk birming ham \nWhen h is coming .",
        "Tere plang de rang de rang de... Aagy smjh nhi aatii ",
        "Love so mashally so nice and wonderful and more exciting s well",
        "Good"
    ],
    "iBq3acMVnmE": [
        "Ya Allah paak Sab Ki Maa ko salamat rakhna Abrar ul haq ki maa ko jaanat main aala maqam ata kar aaameen",
        "ماں او ماں ",
        "Allah mari ami ko jannat ul firdos m ala muqam day ameen ️",
        "🇮🇳super song bhai aap ne rula diya ",
        "Rab veer tenu lambhi Umar bhakse sachi roo Vali gayiki h",
        "miss you maa  gg",
        "heart touching",
        "missing my mom :(",
        "Lovely song",
        "I miss you Maa g",
        "IMisss you Man G",
        "Soooo nice ",
        "I really miss my mom and dad",
        "My favrite song",
        "Supper and great song",
        "Good song",
        "پاپا تیرے بعد۔۔۔۔ \nمجھے اب بھی بہت گلے ملتے ہیں لوگ لیکن ان میں سے کوئی بھی آپ کی طرح نہیں ملتا کوئی بھی کسی سے بھی اپکی طرح مل کر سکون نہیں ملتا آپ کے ساتھ گزارا ہر وہ لمحہ میری آنکھو سے ہو کر دل پر آجاتا ہے اور آنکھ بند کیے بغیر کوئی آواز نکلے بغیر آنسو نکل کر لب تک آجاتے ہین رونا مقصود نہیں ہے پھر اللہ تعالیٰ سے دعا بھی کرتا ہوں اور صبر بھی آجاتا ہے۔ پاپا اپکی موجودگی مجھے ہمیشہ احساس دلاتی ہے جسے آپ میرے پاس ہو قریب بیٹھ کر میرے سر کو دبا رہے ہو آپ کے نمبر پر سویٹ پاپا لکھا ہے ایک دن کال کے لئے اپکا نمبر ڈائل کیا مجھے دہان نہیں رہا کے اب تو آپ ہیں ہی نہیں مگر اس سے ایک احساس پیدا ہوا کے باپ نہیں مرتا بلکے ہمارے احساس میں حاوی ہوکر اپنی موجودگی کا احساس دلاتے رهتے ہیں۔\nصرف ایک آخری موقع میری خواہش تھی کہ میں آپ کو گلے لگا لوں۔ تب میں آپ کو مضبوطی سے تھام لیتا اور کبھی جانے نہیں دیتا.\nچاہے وہ ماں کے ساتھ والے بید میں خالی جگہ ہو یا اتوار کی صبح انتہائی خاموش گھر آپ کو ہر طرح سے یاد کیا جاتا ہے اپکی بولی ہر بات یاد ہے اور اپکا لکھا پاس ہے پاپا اپکا بیٹا آپ کو یاد کرتا ہے۔ آپ کے گھر سے باتیں کرنا اور اپکی تصاویر کو گلے لگانا - یہ کچھ چیزیں ہیں جو میں اپنے آپ کو راضی کرنے کے لئے کرتا ہوں۔ کہ آپ ابھی بھی یہاں موجود ہیں ۔لوگ کہتے ہیں کہ جو بھی ہوتا ہے ، اچھے کے لئے ہوتا ہے۔ لیکن آپ کے جانے کی دردناک یادیں وہ غسل کا وقت وہ سب آخری لمحات میں کبھی نہیں بھول سکتا۔ \n\nپاپا میں آپ کے بارے میں بات کرتا ہوں اس لئے نہیں کہ میں مسلسل درد میں رہ رہا ہوں۔ میں اب نہیں ہوں لیکن میری دنیا میں یہ میرا معمول بن گیا ہے اور میں ایمانداری اور بلند آواز سے زندگی گزاروں گا۔ خوشی ، محبت ، اور شکرگزاریاں میرا معمول ہیں ، لیکن موت ، نقصان ، دلی درد اور غم بھی اسی طرح ہیں۔\nمیں کبھی نہیں جانتا تھا کہ یتیم ہونا مجھے بے مقصد بے اختیار بے دل اور بے بس محسوس کردے گا۔\nپپے بہت لوگ ہیں لیکن کسی کی تعزیت سے اپکی کمی پوری نہیں ہوئی۔ آپ ہمیشہ میرے دل میں رہیں گے کیونکہ وہاں آپ ابھی بھی زندہ ہیں۔\nپاپا آپ کی یادیں میری دل کی دھڑکن بن گئی ہیں جس کا مطلب ہے کہ میں ہر وقت آپ کے بارے میں سوچتا رہتا ہوں۔\nمجھے ہماری باتیں یاد آتی ہے۔ مجھے ہماری باتیں یاد آتی ہے۔مجھے ہماری باتیں یاد آتی ہے۔ مجھے ہماری باتیں یاد آتی ہے۔\nمیں آپ کے بارے میں سوچتا ہوں مجھے آپ کی کمی محسوس ہوتی ہے مجھے آپ کی ضرورت ہے اور میں آپ سے محبت کرتا ہوں۔آپ ہمیشہ ہمارے دلوں اور یادوں میں زندہ رہیں گے ، اور ہم آپ کے بغیر زندہ رہنا سیکھ رہے ہیں۔\nمجھے افسوس ہے جب آپ ابھی زندہ تھے اس وقت تک آپ کی خاطر خواہ کرنے پر بہت کمی ہوگئی اسکے لئے ہمیشہ پچھتاوا رہے گا اب جب آپ ہمیشہ کے لئے چلے گئے ہیں ، مجھے تمام ضائع ہونے والے مواقع پر افسوس ہے اور میری خواہش ہے کہ آپ اب بھی یہاں موجود ہوتے تو میں آپ کو بتا سکتا کہ میں آپ سے کتنا پیار کرتا ہوں۔ میری زندگی کا سب سے افسوسناک دن وہ تھا جب آپ کا انتقال ہوگیا۔ آپ کی طرح ہم سے کون کبھی پیار کرسکتا ہے؟ آپ کی جگہ کون لے سکتا ہے؟ ہمیں آپ کی بہت یاد آتی ہے۔\nروزانہ اپنی روز مرہ کی سرگرمیوں سے گزرنے سے پہلے اور پورے دن میں بار بار میں آپ کی تصویروں کو دیکھتا ہوں اور اس سےمجھے سکون ملتا ہے آنکھیں نم ہوجاتی ہیں دل میں بہت سوال پیدا ہوتے ہیں کے آپ نے ابھی ہماری کوئی خوشی نہیں دیکھی۔ پاپا دل آپ کی کمی محسوس کررہا ہے۔\n\nپپے ہر بار جب مجھے یاد ہے کہ آپ کتنے اچھے تھے میں صرف یہ سوچنا نہیں چھوڑ سکتا کہ آپ جتنا اچھا شخص ہے اتنی جلدی اس دنیا سے رخصت ہوسکتا ہے لیکن مجھے یہ احساس ہوجاتا ہے کہ خدا اپنے بندے سے بہت پیار کرتا ہے ۔ میری دعا ہے کہ آپ اللہ تعالیٰ آپ کو جنت الفردوس میں اعلی مقام عطا فرماے اور ہماری اگلی ملاقات تک میں آپ کو یاد کرتا رہوں گا\nپپے اگر آنسو آپ کو دنیا میں واپس لاسکتے ہوتے تو سب سے زیادہ رونے والا میں ہوتا لیکن چونکہ رونا گناہ ہے تواللہ سے صبر کی دعا ہے زندگی میں ہمارا کوئی اختیار نہیں ہے ، اس لئے جب تک ہماری دوبارہ ملاقات نہیں ہوتی میں آپ کے لئے دعا کرتا رہوں گا۔ اپکا بیٹا آپ کو بہت یاد کرتا ہے اپکا بیٹا آپ کو بہت یاد کرتا ہے اپکا بیٹا آپ کو بہت یاد کرتا ہے۔۔۔۔۔۔۔\n\nوہ ہاتھوں سے لمحے پھسلتے گے۔\nوہ دکھ درد کے در ہم پہ کھلتے گے ۔\nوہ آنسووں نے چاروں طرف سے ہم کو گھیرا۔\nوہ بابا میرے پھر یوں کھو گے۔\nمنوں مٹی کے نیچے جا کر سو گے۔\n\n۔۔۔۔افنان ذوالفقار علی۔۔۔۔",
        ""
    ],
    "xmw39MalpEc": [
        "Subhan Allah ️",
        "Nice gazal abrar",
        "Abrar is a Legend...",
        "Love from India ",
        "Maazrat Key Saath \nMuntazir Lafz Galat Hain , Sahi Lafz Muntazar Hain..........\nکبھی اے حقیقت منتظر نظر آ لباس مجاز میں \nکہ ہزاروں سجدے تڑپ رہے ہیں مری جبین نیاز میں",
        "Dil ",
        "Beautiful"
    ],
    "S7fHSx3gmdM": [
        "What a masterpiece it is",
        "This version should be on Spotify too",
        "Who is listening 2024",
        "Legend Pakistaan  Abrar  Ul Haq ",
        "To say this is about 29 years old at least says a lot about pakistani musicians because my kids dance to this all day long, and they don't even know what's being said.",
        "Maza a gaya",
        "Where is the original coke version of this coke 12 song",
        "Billo day kaar",
        "Why is this not on coke studio",
        "Full masti",
        ""
    ],
    "Zp50bHZckWs": [
        "Aj b Billo zinda Hy happy to see you thank you",
        "Abrar Ul Haq Legend Pakistan  And Star ",
        "I yousto watch yo the lenged"
    ],
    "Ou2aTOdDm2Q": [
        "   ",
        "Abrar Ul Haq Legend pAKISTAN aND Super Star ",
        "",
        "",
        "Kali pawen gori leyani zaroor hai this is passion",
        "Best song ever",
        "️️️",
        "B98"
    ],
    "NJqxZgpKOy8": [
        "Veri nice",
        ""
    ],
    "Jgt28r-FU-I": [
        "Love love love",
        "",
        "Very good s0ng very nice  s0ng  "
    ],
    "OAxrdznm7jU": [],
    "feAUQqrzlYk": [],
    "gUGFHNOuOd8": [
        "love this song... childhood memory ",
        "very beautifully sung.",
        "Old is gold",
        "Bai buth sara payar chaade Punjab wallo",
        "",
        "Bachpan ki muhabbat ????",
        "",
        "Aisa lgta hai yeh lyrics mere liye hi likhy gye hai\nTa bas sum "
    ],
    "CKcjK8yYRoM": [
        "",
        "No doubt Abrar ul Haq super best singer woh waqt bhi haseen r us waqt k songs bhi haseen ",
        "Best of the best",
        "Legend Pakistan Abrar Ul Haq",
        "Well well",
        "Listening in 2023",
        "Meeeeeeeeeeeee"
    ],
    "LzIFkst5n94": [
        "Teachings of Gautam Buddha has been reflected in this enlightened song",
        "Kamaal\nWhat a Music\nExcellently Sung",
        "Can someone write the full lyrics with translation? I wish I could understand this fully."
    ],
    "Md4L0jm5eCE": [
        "Legend Pakistan  Abrar Ul Haq ",
        "legendary voice abrar bhai",
        "Wao great 2020 MA sun k to Asa wkt pechy ly gya",
        "One of the best Pakistani Singers of his generation - Give it up to Abrar- Ul- Haq",
        "Wow amazing voice ",
        "کاش آپ بھی جنید جمشید کی طرح تایب ھوجاتے ۔۔۔اور آواز کایہ حسن نعتوں کیلیے استعمال کرتے ۔۔۔",
        "Bhout baryaa",
        "Very very nice \nMy favourite singer ",
        "",
        "Fan",
        "Dear Ibrar please place subtitles on this most beautiful song. May Allah bless you forever for creating this magic.",
        "Khasma nu khanda e Tera Ghar we",
        "Great great great short of words to say anything",
        "Best song",
        "Chl maily nu chaleay",
        "beautiful",
        "Kia baat hy",
        "So beautful abrar ul haq it very nice song",
        "Very nice ",
        "Nice voice",
        "very nice",
        "Lyrisist kon ha is song ka happy rai koti ya  abrar ul haq?",
        "",
        "Always love you ",
        "Very nice"
    ],
    "yHBMEF5cIf0": [
        "Such an underated song.",
        "legend  abrar",
        "V V V good ",
        "Nice",
        "Best songs   old is gold",
        "O my god to mach",
        "<3"
    ],
    "6lxmEgE29TA": [
        "ماشاءاللہ سبحان الله",
        "کیا بات ہے مان مان کدے نا کر بندیا",
        "Buhat he zabardast, Main to apny Bachpan mein chlaa gya yeh song sunty he.",
        "",
        "Ye kalam sun ker dil ko bht sakoon milta hy  my all time favourite kalam",
        "aj ye sunke apna bachpan yad aagya",
        "Legend Abrar Ul Haq ",
        "Hye zidagi gozar gai bechpan sunty sunty esy giya jo ab na aye ga",
        "Childhood travelling Music ",
        "",
        "I like abrar his great work,great album and its noble  hit",
        "Dam Dam kalam explaination video .I want",
        "Good",
        "Abb chaey dam karo ya darud hum tu abb wapis nai aengey\n\nMansoor tha hi isi kabil k soli par charthaya jata isi qabil tha kanjar",
        "Sàmaj mai na aey ya kiya majra hai\nTumhey pa k dil mai ya khali sa kiya hai?",
        "Gawÿe ko shok hai amar honey ka",
        "Madri ney tamasha lagaya huwa hai"
    ],
    "Oru3zGorrjQ": [
        "Heavy Base ",
        "Best best ",
        "",
        "Still listening in 2023"
    ],
    "TgiL95HDnZY": [],
    "-3pseWOpiF0": [],
    "qHrHyswyKts": [
        "",
        "Acha",
        "please post lyrics in descrip[tion"
    ],
    "6Ej8qZfVY-A": [
        "Beautiful song ",
        "What a beautiful voice May allah give him good health",
        "Soooo beautiful voice",
        "Nice song",
        "Sounds just as good in 2023 as it did when released",
        "This is a really good song, quite a catchy tune",
        "",
        "My fav singer..",
        "",
        "",
        "",
        "Ye keya hay",
        "",
        "",
        "Very. Nice",
        "",
        "Love you abrar ull haq",
        "",
        "",
        "Usa",
        "",
        "",
        "",
        ""
    ],
    "IPY6D3GDcow": [
        "Asia ap wae bale bale na Voltas na ags na Osaka te na CA sb cros non stop,"
    ],
    "B0zkWDFONWA": [
        "Beautiful song",
        "Beautiful",
        "Wat a beautiful trackone of the best song of abrar but so underrated",
        "My most favourite song",
        "Soooo nice voice",
        "Beautiful",
        "Why is this song so underrated?",
        "Love you abrar bai jan love you",
        "My all time fevrat song",
        "my all teme fevrat song ",
        "great",
        "",
        "My most favourite song",
        "My all time fevrat song",
        "Love u "
    ],
    "2UvA_yA8BDw": [
        "MASHALLAH  ",
        "Jeetay rehiye itni pyari awaz Hy apki aisay he rehiye hmaisha ameen ",
        "Masha allah",
        "",
        "Mah shah Allah"
    ],
    "QqMItpY7-s8": [
        "Hello"
    ],
    "otOV7v6MZ-k": [
        "Miss You Brother Abrar Bhai Mujhe Apki Majbori Ka Pta Ha So Please Came Back In PTI",
        "اج میں  نے زئی سنیما اوورڈ 2023 شو دیکھا ہے جس میں اپ کا نچ پنجابن والا گانا استمعال کیا ہے ان نےمجھ سن کربہت بہت خوش ہوئی ہم کو آپ پر بہت بہت فخر ہے بہت  شکریہ سر آپ کا",
        "I have seen the Zai Cinema Awards 2023 show in which your Nach Punjaban song has been used. They are very happy to hear me. We are very proud of you. Thank you very much sir.",
        "imran khan zindabad",
        "Pakistan tehreek e insaaf zinabaad ",
        "PTI zindabad ",
        "Agree for khan sb",
        "عمران خان زنده باد ️🇧🇫️",
        "Zbrdst",
        "Ik zindabad",
        "Pakistan zindabad...",
        "What a nice song ,Fully appreciate Abrar ul Haq sb.Lot of prayers",
        "Luve u Khan shb",
        "Murshad ",
        "Pakistan zindabad",
        "Pakistan  Tehrikh InSaf Zindabad",
        "Imran Khan till my last breath",
        "",
        "Bht aalllaaa sir so nice love you a lot",
        "Abrar ",
        "Awesome",
        "#pmimrankhan",
        "Nice voice",
        "Khan ko chod gya Abrar.....But we are with Khan till end",
        "#wewantimrankhanback",
        "Hailo",
        "Mursleen zubair ptisongs",
        "Good"
    ],
    "IlzjzTY9nUw": [
        "Pakistan 🇵🇰 Defense Forces  zindabaad ",
        "Legend fire ",
        "Legend Pakistan Abrar Ul Haq"
    ],
    "orJc_oOFFVw": [
        "I am from Narowal you best singer Punjabi Abrar-ul-Haq Punjab Pakistan super song",
        "All time Favourite ",
        "My favourite song you",
        "all time fvt song evergreen"
    ],
    "Shf6gAu3ywk": [
        "",
        ""
    ],
    "QTK-SY_H9d8": [
        "Abrar Ul Haq Legend Pakistan And Staaaar ",
        "very nice song  sar aesy hi song bnaya kren",
        "Very very nice song",
        "very nice song sar",
        ""
    ],
    "WcHlswtFV-o": [
        ""
    ],
    "AheLvagBLb8": [
        "میرا پسندیدہ ",
        "Desi song",
        "Nice brooii",
        ""
    ],
    "v-RfR4blZYo": [
        "",
        ""
    ],
    "Y6ofrJdBdYs": [
        ""
    ],
    "s0jOJIU_YGQ": [
        "",
        ""
    ],
    "Ij4Wv53Nlg4": [
        "all of his songs are so fun",
        "Love abrar ul haq",
        "Sadky jawano run baby d",
        "Legend Pakistan Abrar Ul Haq ",
        "",
        "Kmal qsm na"
    ],
    "AJrugCrsNVA": [
        "After 8 years, once again, I got this song in a YouTube recommendation, I love this song.",
        "this song have very deep words ",
        "Deep feeling ",
        "Legend  Abrar",
        "",
        "Nice ",
        "Lovely",
        "Buhat allaw",
        "T wue",
        "Nice song",
        "yhe kis poet ki poetry hy?",
        "Nice song"
    ],
    "RE8-zkZZNHA": [
        ""
    ],
    "6iDK1sRsSlg": [
        "It takes me back to my childhood memories and then to a broken relationship",
        "Legend Pakistan Abrar Ul Haq ",
        "I can hear the whisper of feb 2000 , when it was published by embassy king size filter cigarette and all other cassettes were of 30/- and this 40/-",
        "Wish he came back to sing more of these kind of songs, beautifully powerful voice",
        "",
        "Nice song"
    ],
    "_hZ0Yk_kODE": [],
    "aFiiPneBZbs": [
        "Mashallah Bhai ",
        "Awesome ",
        "Subhanla",
        ""
    ],
    "z2JVcvpPO74": [],
    "lbhPiFnvCEU": [
        "Legend e Pakistan Abrar Ul Haq ",
        "Veraynace"
    ],
    "gR8Pcd6SEFA": [
        "Sir Abrar ul Haq, I would like an explanation video of the kalam (spiritual poetry expressing devotion to God). When I listen to it, it helps me clear my mind of worldly thoughts and changes my perspective. But I wonder, what is it really about? Why does it have such an impact on me? What is the exact meaning of \"Kalam Dam Dam,\" \"Jhuley Lal,\" etc.? Who can explain it?"
    ],
    "m1Xw9iKXAxY": [
        "Abrar ul haq legend is on fire...",
        "80's legend mukhtar has nailed it",
        "Complete song ke video bnnay",
        "Abrar nice",
        "Good song",
        "Nice u nice man",
        "Can you please tell me the nam of the nazam “you sahil sahil kehny sy kia khak kinara i ga” so can i can find it on youtube ."
    ],
    "3eH2oTph48U": [
        "بےشک",
        "کوئی شک نہیں",
        "l love u",
        "Love you",
        "Hibqserte"
    ],
    "xDN6T0WIPwY": [
        "I love you abrar ull haq سلام علیکم",
        ""
    ],
    "wg9Typk2V98": [],
    "skCw-oyTmQU": [
        ""
    ],
    "o_IIknaljBE": [
        "nice song sar g ",
        "Nice song"
    ],
    "tWT-5EJuPPI": [
        "CD cassette ",
        "Thanks 4 posting I have been looking for this for a long time Thank you !!!!"
    ],
    "EEZ3M9Q3Tas": [
        "Legend Pakistan Abrar Ul Haq",
        "Dhole da apna hek maza honda hai",
        "Nice soungs my favorite Abrar ul haq"
    ],
    "ELI3Jtcis-0": [],
    "cmCA5HtZcVQ": [
        "",
        "Nice song"
    ],
    "PcrDor3hK3Y": [
        "Beautiful song."
    ],
    "CarKIgvf6TI": [],
    "Vf6mkst8yIQ": [
        "Zaberdast wah",
        "Very shrarti song and poetry is true",
        "Excellent song.",
        "Finally today i got this golden song. ",
        "Sung by me and abrar Ul Haq",
        "Dialogue hein ye tumharay \nRtta lgaya hua hay\nJootay ho saray k saray\nUlloo bnaya hua hay"
    ],
    "aB6yW9cjivs": [
        "Iconic Remix.... 🇵🇰️",
        "is ko rimix karo",
        "Iconic Remix.... 🇵🇰️"
    ],
    "1pC1reGA9aE": [],
    "CqYImEsmYf0": [
        "Buht zabrdast song school time",
        ""
    ],
    "ZUV_-jkSRE4": [],
    "4R5377rSamI": [
        "Abrar Ul Haq Legend Pakistan",
        "",
        "Beautiful voice",
        "soooo nice voice",
        "sar ap pe rad clar acha lghta hy nice",
        "better than Rahat ali...."
    ],
    "KTpcI_0rcas": [
        "Legend Abrar Ul Haq "
    ],
    "g62FETaWMDI": [],
    "VwIYlSMEx6M": [],
    "U_Js8h6gwKg": [],
    "Gx3r0zNgB8s": [
        "It should be used as BGM for Pavitr Prabhakar when Meera Jain comes to meet #Spiderverse",
        "Trending 2020",
        "I forgot this song even existed until i saw all these videos blowing up",
        "Absolute banger",
        "Just a Masterpiece",
        "Kash ye song Marvel wale Spiderman k title entry bna de",
        "Underrated vibe",
        "Absolute masterpiece .",
        "Next level vibe",
        "For better experience listen it on 1.5x speed ",
        "Vibe bht lvl ki h ",
        "Love it",
        "Very Underrated Artist, I am going to follow you everywhere now ",
        "It has a vibe",
        "Hey can i use this song in my Spidey Video?? Pls",
        "Whos listening in 2024",
        "nice song",
        "Instagram se kaun kaun sunkar Yahan a Gaya",
        "Hmm",
        "Vibe "
    ],
    "3qjtOG35YZA": [],
    "FmXWLSIRHNs": [
        "Classic "
    ],
    "6Olsp2xnUbk": [],
    "R1sYHHBaHHo": [
        ""
    ],
    "DGGumFMvTw4": [],
    "nvRUZRdOS9M": [],
    "WWBf_Xb9Mew": [],
    "zZ_yR5iDazw": [],
    "5XGokD-ufSg": [
        ""
    ],
    "EqjLwObRnOk": [],
    "aB9nJCmAzwo": [
        "Amazing Song️"
    ],
    "eACNgER3VcI": [],
    "-2muSmMQtn4": [],
    "G_n5R9_1AOU": [],
    "TROdxDtHFNE": [],
    "hKD-mPjRGpw": [],
    "Kf3NXY47XMI": [],
    "xtjK-p1HkCk": [],
    "z6p8dSh5ZN4": [],
    "n-ygYsV64og": [],
    "Ra4oEnbmIZY": [],
    "t4EQbDEtK_0": [],
    "l09M6USrnmc": [],
    "S47SUoy_Bs4": [],
    "z4mxqt-n76M": [],
    "x4uU9MciaMA": [],
    "TFCjsnzXzbk": [],
    "dAUffXpYHNo": [],
    "eW_pcaLpeik": [],
    "jyU91krk6Mg": [],
    "ckQQdkaYN9w": [],
    "zKTpJbRcSSs": [],
    "5SRQ-ZvP4qQ": [],
    "l_Moo84-Bdw": [],
    "NuJ25YEOeUg": [
        "This goes hard!"
    ],
    "ZG2gGDQS3i8": [],
    "ofbkqKLCPSg": [],
    "UvrviR--t5I": [],
    "z5e9F4E1wdg": [],
    "vwEOJutI0dw": [],
    "GMbhTEX5wes": [],
    "DOeeaCNuY-8": [],
    "T-RU1LwhqnE": [],
    "fwo4pTr3ZLM": [],
    "_mp2bUTg3_s": [],
    "7of9Zb5bakA": [],
    "fVw9HLQVD7U": [],
    "AQa8gqUBtS8": [],
    "5wtQv6t7Lwo": [],
    "RVUo6dzOgbg": [],
    "h4tUXB3fd7w": [],
    "LInFCKYzfAY": [],
    "ASavyyK3fHU": [],
    "tYJQVVm7qvE": [],
    "znyoE2fN_qI": [],
    "AdoA_atq63Q": [],
    "9o7eM-AUb-U": [],
    "RvRhUQFjOAg": [],
    "gcVPaDNUqT4": [],
    "CsE0YXKz3Tw": [],
    "JGII8nf3XEE": [],
    "xKH8vsuDywg": [],
    "HaBeIa0lmE0": [],
    "-052QzgcazY": [],
    "mmkV-khi5Vk": [],
    "uOSzMy0noKw": [],
    "MEJILIJh65o": [],
    "nuIVl0Icf50": [],
    "g8qFgqTb_RI": [],
    "vn8S8j0ddVo": [],
    "IClhW0hMeXE": [],
    "yfx_8yM1PZI": [],
    "ecTNlN55uTI": [],
    "2b_lNG3Jxws": [],
    "5l4pnSEhXDw": [],
    "9IvgFYNCS4Q": [],
    "nudv3nu_aqM": [],
    "cwhNt-A5VWY": [],
    "sigqtXHlveI": [],
    "5XRVJzeI8vE": [],
    "Ila_Fa-jAJw": [],
    "jw8aJmBzyW4": [],
    "_FKy1vsRT44": [],
    "C_YU0cTaTLo": [],
    "Ywcm7TpXwMI": [],
    "KJHs8fRLg84": [],
    "sUcCnW8jDLE": [],
    "4dPoAmoMnWE": [],
    "d14hV-SCqGw": [],
    "Pn_sNFHHb7I": [],
    "QVzDiha9ZF8": [],
    "wyIEJYVSiqE": [],
    "w1ZXcr5dJ0w": [],
    "emP5Xw_u8u4": [],
    "CXl4xz2gs6U": [],
    "2Q4XU6hCg_E": [],
    "FEGYNPxUHas": [],
    "cJmIF7dTtgo": [],
    "1rwRfvKrmUA": [],
    "vpGkhtx5YM4": [
        "Bhai ye kya hi song bnaa diya hai pura ka pura pain killer hai, \nItna sukun hai is song me, Sun ke Saari thakaan dard tension gayab hi ho jata hai kasam se",
        "Yarr kya song banaya hai bhai ",
        "Kitna sukoon hai es gaane mein  kitna bhi suno jee nhi bharta ",
        "Mere kismat ma bas tu aa jaa .... \nBaki sara jha , duniya walo ko Mubarak ",
        ".... Ek sukoon h is gane me",
        "Ish song ne wapas meri rooh me jaan daal di. Thank you",
        "Ish saal ka sbse khubsurat song ,,,,,ishq murshid ",
        "Ye ek song nhi ye ek feeling h, jo pyar karne wale ko feel hoti h....",
        "Iss song ka el alg andaaz or classs hai jo aj 95 %  loh iss gaane ko sunte h ir khi kho jate h ",
        "Ye song Dil ko touch kr jata h chahe kitna bhi sun lo ",
        "Is the best ishq murshid song",
        "अच्युतम..!!",
        "I love this song  aur kis kis ka favourite hai",
        "I love love love love love ️ this song",
        "Only Ishq Murshid Fans can understand the real vibe of this ost ",
        "Divided by politics united by music ",
        "Meri dua m hota h naam Tera ",
        "दिल जीत लिया ब्रो",
        "Thanks Pakistan itna payara song \nHam indian ko sunane ke liye \nLove uu bilal sir",
        "Just Awesome Song  Lyrics Hayeee  Tera Mera Hai Pyar Amar  Tu Chahe To Kadmon Me Sar Rakh Dun ",
        "Kalug ma asa gana sun kar bahut shakun mil ta ha tnx Pakistan 🇵🇰 love ️ you im Indians 🇮🇳 I love my India 🇮🇳 ️",
        "Sukoon, shanti,peace,love,sad, emotion, loyalty are in this song ufff who ever made this song him emotion are real to her ",
        "Fabulous ",
        "Yeh meri Nani ka favourite song tha par woh ab is duniya me nahi hai ",
        "Exclusively awesome one......\nReally love this classic song.....\nA perfect rendition of lyrics with tune.....\nWaiting for lots more in coming future.......\nAanewale kal mein aisehi humey aur sunate rehna ..... Lots of loving wishes.....",
        "Hyyy rabba bs filling aasi h ki share krne ko bhi mn na kre tera mera hai pyar amar...  ",
        " Ahmad Bhi Chaaa Gaye ",
        "The lyrics and the music of this song is so catchy.Simply a masterpiece",
        "Lovely song",
        "kya gana banaya hai dil bharta nhi hai isse kya gana hai islam ke liye ",
        "Very beautiful and lovely song ",
        "Bas yahi farq hai hamare India se aplogo ki songs me TEHZEEB.\n\nEtna Khoobsurat romantic Tehzeeb ke saath aaj tak apne pure zindagi me suna nahi.",
        "Love you bhai yesa song banane ke liye",
        "ماشاءاللہ بہت خوبصورت ہے",
        "The only a beautiful thing Pakistani drama industry  has ever produced",
        "Dhun is very beautiful ️",
        "Awesome song  seriously mtlb bhot bhot bhot mst ",
        "Jitni bar sunu ya song\nUtna kom lagta hain ",
        "it hits when tera mera pyaar amar come",
        "Kya song he yarr, kitni pyari aawaz he, dil ko chu jati he ek ek line",
        "Wow  very  beautiful  lines  ",
        "",
        "I love this song very much ",
        "Heart touching song yrr..Awssss",
        "My fav...... Song ",
        "This song is direct tuch my heart ",
        "Bahut sundar aur sukoon deta hai dilkash voice.",
        "Just HEALER of the heart ️",
        "oh waa........",
        "Me who is listing this song everyday ️️",
        "My favourite song ",
        "Cool song",
        "Mashallah alhamdulillah ️️",
        "Very very nice",
        "Lovely Song ",
        "Ye gana bar bar sunne ke bad bhi man nahi bhartahe yaar so lovely song ",
        "One of favourite ️",
        "Dil krta ha, is duniya se gayab ho jao , koie na dekhe muje , koie na mehsoos kare muje , dua krte krte thak chuki ho , aab sab chiz se Dil uth choka hai, kuch baki hai man nhi krta krneko aur a baat na kisiko khe kr samja sako",
        "Rooh ka Sukoon ",
        "Main iss song ko kitni baar sun chuki hu mujhe nhi pata. Heart touching song ️",
        "Nice song nice actor ",
        "So butyful song ",
        "One of the best song from Pakistan ️",
        "Ye koi gaana nehi, haar ashiq ka dhdakta huye dil ka Dawah hai",
        "Jabse mili tu dil ko yakeen hai part is the best in the whole song >>>>>>",
        "️️️️️️️️️️️️️️️",
        "Very nice",
        "More  songs  should be dropped frm Pakistani singers.  Extremely happy to listen ",
        "Beautiful song and drama, love from punjab, india",
        "I love this song too much ",
        "One of the best song From Pakistan. ",
        "",
        "Soulful ",
        "Nice video",
        "vishal weds vaishali",
        "Bar bar eh song  sunkar kishiko yead karti huh, lekin bol nehi sakte rabba tera mera hay peyar amr",
        "Wooooooooooooooooow is Beautifulllllllllllllllllllllllllllllllll song",
        "seriously i don't know how to express feeling but this song has written everything feeling whatever i feel about my partner...",
        "Love from india",
        "sooooo beautiful \nSong",
        "Song akdam se aaga ya",
        "Amazing ",
        "Daily more than 2 times listening this song after leaving my office.",
        "Sir u r khatarnak singer, plz create more song like this",
        "Mare jann love you yarr kya mast song yarr thanks yar bro",
        "Episode name _ishq murshid ",
        "Lovely  song",
        "Bhai ap kyun aise song banate ho ek ek line touch of heart'",
        "Beautiful song",
        "Love from india ",
        "Bahut.acha.mere.bhai",
        "When I listen this song i feel like peace ",
        "My mother love this  ",
        "It's like a relaxation whenever I hear this song. And the serial was awesome.",
        "मैं यह गाना डेली सुनती हूं मुझे बहुत पसंद है मेरा मन ही नहीं भरता है मैसेज डेली सुनतीहूं",
        "Seperated from border \nUnited by song + felling",
        "️️️️️️️",
        "",
        "Hayeeee real words ",
        "Nice song 200 bar sun liya"
    ],
    "irevScU4VxU": [
        "Just loving this version",
        "My fav song this words so beautiful so sweet voice",
        "mamy fav song",
        "Listening on loop!!",
        "Favorit song",
        "My fav song i love this song ",
        "Who is this frmale singer She sang Best her voice is Amazing I think she is Aima baig because In Pak serial her voice is great",
        "Ahmad you write this song very well and composing is also excellent",
        "Very heart touching song \nSach a great song",
        "Such a beautiful voice and lyrics",
        "Beautiful ️",
        "Very good song ",
        "so nice song",
        "Who want long version i mean more lyrics",
        "My favourite song ",
        "Just wow song and so emotional ",
        "Too cute voice of this Female singer .  Please send songs of this voice. ",
        "Love this female version of the og song....",
        "Very nice sing ",
        "Ufff",
        "So beautiful voice ",
        "Wow song so beautiful song",
        "Masahla ",
        "Wow super songs",
        "So nice ",
        "",
        "Dil chu gaya ",
        "Fav song ",
        "Beautiful",
        "I love this song ",
        "",
        "Beautiful voice",
        " nice",
        "",
        "So beautiful songs ",
        "Love this song so much",
        "Favourite ",
        "",
        "Wow superb ️️",
        "This version is so good",
        "Shantic..bikinhappyShekhMasbikindaripada",
        "Freee falisten🇦🇪🇦🇪🇦🇪",
        "Just wao this female version",
        "Love u ",
        "Hlo sis have your bracee treatment completed??",
        "Ilovething alot  im am big",
        "Love ",
        "Love ️",
        "I like its",
        " 0:10",
        "My Love ️",
        "I love you song ",
        "  very nice version   \n\n\n\n\n\nThanks for 1k likes ",
        "SUNG BY FABIHA HASHMI",
        "i like you song ",
        "",
        "Favourite song.........",
        "Amazing ",
        "I love this song ️",
        "Live love love",
        "",
        "Uff",
        "𝑨𝒎𝒂𝒊𝒛𝒊𝒏𝒈",
        "",
        "️️️️️️🫶",
        "",
        ""
    ],
    "XHeL_DFwTyc": [
        ".... Why is it so beautiful...",
        "Very underrated ",
        "Sch hi kha kisi ne ishq ka nassha utare se bhi nhi utar ta hai ek daffa sharrab ka nasha uthae jayega pr ishq ka nhi ",
        "Is song ke lyrics mein Mubalgha Aarayi ki gayi hai.. aur Sanam(Beloved) ko Allah ke barabar ka darja diya gaya hai... Jo shirk.hai... sanam bewafa ho sakta hai lekin Khuda apne bande ki ki gayi mohabbat Allah se ho to Bewafayi nahi karta....\n. halaki lyrics shirkiya hain phir bhi ye mer sabse fvrt song hai... Is song ke dono matlab ho sakte hain ki Mohabbat ko hi khuda bataya gaya hai.. mukhda sunne mein aise hi lagta hai ki khuda se mohabbat ki baat ki gayi hai.. . sunte hi aansu aajaate hain bohat pyare lyrics hain.......",
        "Outstanding ",
        "Mind-blowing🫶\nUse the headphones\nAMAZING",
        "My fav",
        "Khubsurat ",
        "Season 3 Ost\n\nSeason 2 ost",
        "Ahmed",
        "Suppper song",
        "",
        "Please may Khuda Or Mohabbat 3 come",
        "Bello",
        "Lyrics of this song is shirk\nCensor board should take note",
        "Lyrics ache nahin hain shirkiya words bohat hain es song mein",
        ""
    ],
    "Mu4_iIfXOuM": [
        "This needs an acoustic refresh. This music needs to come back.",
        " Ab aisa music nai banta  Ahmed bhai ap love hein kab mauka milay ga milne ka ? ",
        "What a voice ",
        "Love this song ",
        "Old is gold",
        "Nice",
        "Aik album ke baad apki aur koi song album kyo nai ai itnay achay songs hotay hain plz make new plzplz",
        "hi"
    ],
    "4cXabp12-0A": [
        "Hi Ahmed jahanzeb. I want to hear ur first or one of the first  ghazals  u sang on STN TV in 90s. I am a fan of urs since that day when u had sung that beautiful ghazal on STN TV.u were just 13 to 14 years old at that time ..I think.plz upload that video or sing it again. It wil be a hit really. It's lyrics r NA BHOOLEGA TERA RATO KO SHARMATAY HUAY ANA...\nPLZ correct me if I'm wrong anybody .if anybody remembers plz guide me,if that song or ghazal could be found somewhere",
        "Song is for lifetime, Ahmed u should do more music",
        "What a great singer. Love your songs sir",
        "Legend  3:22",
        "Song of year  2024"
    ],
    "pzWBksLWhYo": [
        "M.A",
        "Love From Bangladesh",
        "Such a serene... 🥹🫡 Soothing 🥹",
        "Waahhhh!!!! Love From India 🇮🇳️",
        "Mashallah",
        "kiaaa baaat hai Sir ",
        "Loved the arrangement!",
        "From india  suppp song",
        "️Tere bina beinteha️.. ... ️Qareeb️....\nI always wondered why poetry and music touch us so deeply. Why are we naturally drawn to it? After listening to this, I’ve realized it’s not just poetry—it’s an experience that keeps us breathing and moving forward. Thank you, Murshid Waqar Faiz️, for this beautiful gift. Your words and melody bring tears to my eyes and fill my heart with gratitude",
        "Awesome !!!!! ",
        "Fantastic job",
        "Subhan Allah ️️️️️",
        "Great Boss"
    ],
    "1dK3pvuaxSo": [
        "Beautiful song I have it on repeat just subscribed from USA",
        "Ahmad Jahanzeb, everybody’s zeb ",
        "Amazing no words wallah",
        "the best composition ever!!!",
        "Your voice is really mesmerizing. I hope you keep making such beautiful songs and your soothing voice reaches millions more.",
        "You are a true artistic genius!",
        "",
        "So so beautiful",
        "Awesome ",
        "Always ",
        "Have you thought of recording a masterclass on your singing? I think a lot of people would pay to learn from you!"
    ],
    "UflMOgvmEBk": [
        "Outstanding lyrics with awesome composed",
        " Ahmed jahanzaib god gifted voice ",
        "This is called song and life",
        "Aatif aaslam is God gift"
    ],
    "jqDndeVou38": [],
    "HXsxU-gQYEE": [
        "nice song"
    ],
    "kdIpI85Q-SY": [
        "Extremely underrated ",
        "bhtttttttt he pyara gaana"
    ],
    "q6qkTWiW6qY": [
        "",
        "Great talent... unfortunately not appreciated in Pakistan...."
    ],
    "kqIRpOnDA78": [],
    "9hYSa1TA2NA": [],
    "kzLhot8vcKQ": [
        "i still remember ,its 2008 eid, listening this masterpiece at Radio"
    ],
    "vBDqHaIV0fg": [],
    "FkdF56KZBCQ": [],
    "W-PqHEZ5bXE": [],
    "ruALmb-uAns": [],
    "71ejiaU673I": [
        "my favorite singer all time.. Sir ahmed .... i wish i could meet wit u .... apko sun k mera dil kya gany ko.... Allah bless u",
        "My all time favourite singer A.j  may Allah bless you health and happiness ameen.one request please remake aap ki Yaad deep version or DJ mix"
    ],
    "vfAUEYyTsBk": [
        "kindly upload your remaining albums pls"
    ],
    "aPgUwcPQkmE": [],
    "xnO8Ot0CPK8": [],
    "WeJMW_nCJPQ": [
        "Love u Aima Mam\nHuge Respect",
        "This song is very beautiful ️",
        " Lovely ",
        "",
        "",
        "You are  my fav singer dilove u from 🇮🇳",
        "",
        ""
    ],
    "ImJk_SnOV_w": [
        "Love from India ",
        "I love this audio . Love from Pabna, Bangladesh 🇧🇩🇧🇩🇧🇩. I love you Aima ji! I also take it at my button phone .",
        "️️️️️️️",
        "",
        "Wow",
        "",
        "Aapki awaaz bahut pyari hai",
        "",
        "Big fan",
        "",
        "Agar Kismat Mein Hua to aap kaise Apne ganon Mein record karunga",
        "I wanna simg a song with you because i am a good singer than you",
        ""
    ],
    "_PIKfQCrY5k": [
        "From 3:00 to 3:30 the background music is blissful.. kind of addicted to it",
        "This deserves more likes and comments.  I'm hooked to this song since its release day . Still listening to this ",
        "September 2024 onwards may put a like here",
        "I found this song too beautiful,  both singers sang it amazingly. ",
        "Lucky to have this song on my feed 🫠",
        "Aima Beig | Ali Zafar | Sajjad Ali | Shafqat Amanat Ali Khan | Shuja Haider | Ali Hamza",
        "I'm in love with this song",
        "Bahut Saara Pyar Budaun (UP)",
        "tere jaisa koi kaha se laaun mein?",
        "Sahi toh hai song ",
        "This is one of the most beautiful song, lyrics  voice, music",
        "What's This Genre called? Loved the Song.",
        "loveed this song and like this genre of music",
        "So heavenly Aima's voice is ",
        "",
        "3:40 ty befaa hoa ko nikal lain ya line ni honiiii chaeye",
        "️️",
        "Just Wow .",
        "I shocked only 23 comments on this song",
        " fabulous song",
        "Loved it.",
        "love you babe",
        "",
        "Just awesome",
        ""
    ],
    "3zETtW9KQEY": [
        "Aima Lovers",
        "Love from India ️️️️️️",
        "Nice",
        "My love favorite song",
        "",
        "",
        ""
    ],
    "Wox40M-R_A0": [
        "Aima Version is Best! ",
        "AIMA ",
        "#longtime #breakupsong #aimabaig Best Song Ever! ",
        "I love this song ",
        " very good",
        "#longtimesong #breakupsong #aimabaig Best Song Ever! ",
        "2ndvhit  and favorite song after the indian song heeriye",
        "This song has an emotion guys ️",
        "I love you aima baig mara name bi aima ha ma lucky girl ho",
        "I love this song  ️",
        "",
        "Haye tamana ... tumhain apna bnayen Aima ....",
        "I like Aima ",
        "",
        "HER VOICE",
        "Waoooow so biutifoll",
        "My emoshan relate song ",
        "",
        "",
        "Awesome",
        "love  songs",
        "Nicei",
        "0",
        "I dont Like this that much but i still like it",
        "love",
        "Nice",
        "",
        "Nicely ",
        "️‍️‍️‍️‍️‍️‍️‍",
        "Bakwaas",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "s7lrjptuy0c": [],
    "taoUNJK-kQI": [
        "Best Song Ever",
        "Nailed it"
    ],
    "hRnuRBDq9d8": [],
    "3RPMyJqk9K0": [
        "",
        "So beautiful yaar ️️",
        "Beautiful singer Ali zafar",
        "Nice",
        "",
        "Nice amazing ",
        "Pakistan zindabad",
        "Level ",
        "Great to see Aima Sister ",
        "I will play same like song ",
        "Wow  PSL I love you ️️️️",
        "It's Amazing Anthem..",
        "So beautiful voice Ali Bhai ",
        " very nice  bro",
        "",
        "WC back AZ ",
        "Yar jalwa hi alag hai",
        "g o o ",
        "When Ali Zafar does a lion king remake.",
        "",
        "",
        "Hiiiii",
        "Kon sang chalega??",
        "Nice"
    ],
    "hCJE85w3tuw": [
        "Can't believe only 10 views in 4 hours with 18.9 lakh subscribers"
    ],
    "fkN1iiCrkYI": [
        "Aima baig pakistani big voice",
        "",
        "My favourite song, feel relax",
        "No 1 item song and voice was soooo onnn keep it up aima baig",
        "Waooo amazing voice kep it up aima baig osammmmm",
        "What a new voice waooo best",
        "",
        "",
        "Good reply to the Indians \nNice song ",
        "",
        "Love You Aima Baig Mam\n\nFrom Bangladesh 🇧🇩",
        "kya e bat ay",
        "Beautiful song",
        "What a songs best aima baig",
        "Mind blowing song. Aima baig u beauty",
        "Greetings from Hungary ! This cultural quality has almost died out in Europe.",
        "Please upload the full video",
        "Nyc",
        "nice",
        "I Love you",
        "Gaanaa to thik lekin bich me gaadi band pad gayi kiyaa , \nPuraa gaanaa jodnaa thaa aur bhi majaa ataaa ,",
        "Aima my princess.marry me.i am your Instagram fan",
        "Tajikistan...i like  panjabi song  .   Please\ncan write  text of this song ? Thanks",
        "Where did you get the full song",
        "Aima baig pakistani big singer",
        "Strong Condemnation, Rejection and Objection.",
        "Indian girl",
        "Sun lu india walu",
        "Aima Baig is my Crush ",
        "These are item songs but difference between us and them is that... We don't care about a pariah state like Paxtan but it can't survive without India ",
        "Es gana Mai jo tum logo khwabo kaha hai ab kashmirio ke saath wo such Mai ho Raha hahaha"
    ],
    "INHdOtANiiM": [
        "My favorite ever singer ",
        "",
        "Atif Aslam I love you ️",
        "Atif ",
        "Vip song",
        "#loveyouAtifAslamMyBro",
        "Nice",
        "Wow"
    ],
    "23Mys0hE8i8": [],
    "2kFTmOElcCY": [
        "Only 13k views \nYou deserve more more and more",
        "",
        "Outstanding ",
        "Zabardast "
    ],
    "XAU26NKsApA": [
        "Aksar aisa kyu hota hai jise bhi aap chahte hai bo aksar kisi or ko chahta hai ",
        "Best Song Ever",
        "Masha Allah nice vocals aima baig  ",
        "Love this song beautiful voice love from India 🇮🇳",
        "Zindagi or kismat k bhi Kya ajeeb khel h , Zindagi apni mrzi se jeena chahti h , pr kismat khi or hi dhkel  KR le jati , ta umr ik zkhm bn kr rh jata h ️pr ki jise zindagi  m   chaha vhi na mile ",
        "It’s hurt touchable....voice is soulful.....directly it’s getting of mine soul....Lots of love from 🇮🇳",
        "نجانے کیوں دلوں کے سلسلے پیہم نہیں ملتے \nجہاں پر ہم میسر ہوں وہاں پر تم نہیں ملتے",
        "Bahut Khubsurat Awaz hai Mashallah",
        "Zindagi m fst Time comment kr rhe hu its voice superr",
        "Very .beautiful  song..and..voice .from .india",
        "One of my favorite song  love from india... ",
        "Wow  mind blowing",
        "Superb voice  my favourite singer",
        "It's really nice song ",
        "Heart touching song \n️",
        "My fevret song zindagi m jo chaha Mila hi nhi aur khud Ko kho diya",
        "️ touching song .....Love this song and the voice....Love from INDIA",
        "All most favrote song kmall kr di ap ny Aima baig",
        "Supper voice and fantastic lyrics",
        "Very nice song",
        "I am Indian 🇮🇳 but it is nice Pakistani song",
        "maam ma aap ka bhoot bada fan ho.....from kashmir",
        "Yaar ye jo 15 logo ne dislike kiya hai ye kon hai \nYE WO LOG HAI JIN JINHONE life mai kabhi gum nahi dekhe\nHamse pucho ??",
        "Wowowoowowowowow nice Appi",
        "Lovely song ",
        "i miss you jaan",
        "Nice song but very heart touching",
        "Masha allah",
        "It's really nice song",
        "I like this song , be happy yaar",
        "Aima baig maan liya sweet voice hai yaar",
        "Wow zabr10",
        "Ilov dis song miy frum sodeiya",
        "I love song thank you very nice your voice.",
        "I miss you so much",
        "Beautiful song",
        "Superb ️",
        "Amazing",
        "So sweet voice",
        "",
        "soulfull voice i like it",
        "Love u madam",
        "Super ",
        "Nice ",
        "Song nice ️",
        "Suppar se bhi upper NA",
        "Love song",
        "Nice song",
        "",
        "Nice",
        "",
        "supprrrrrr voice Aima medam",
        "Mashallah",
        "Love is not life",
        "",
        "Nice ",
        "",
        "",
        "Wow   hrt touching   my favourite song",
        "",
        "Nice song",
        "Lovely song",
        "Lovely song",
        "Nice song",
        "Nice song"
    ],
    "SsEvPwIH8vg": [
        "Outstanding song... ",
        "My favourite",
        "Good song .. from Indian .. I want to see good bowling like today from Quetta bowlers - Naseem shah and hasanain against Karachi\nWant to see bowlers dominate",
        "PSL ",
        "Lovely voice the legend naseebo lal",
        "Martin Margaret Robinson Jessica Johnson Donald",
        "Good song",
        "The worst part of this song is naseebo lal verse, Ys jab aayen tou scene high hojata hai",
        "3 saal bd dislike again done",
        "BTS se bhi zyada bakwas"
    ],
    "6aK9acu84FM": [
        "Lovely song with nice lyrics ",
        "0:58",
        "1:06"
    ],
    "WrlyEjbg0l0": [
        "Very underrated film",
        "Fabulous ",
        "Omg \nFirst comment from India 🇮🇳🇮🇳🇮🇳🇮🇳🇮🇳this song is best of disco ",
        "",
        "My favourite song from this film",
        "Ob just ob",
        "Ukb best nice",
        "best Balu mahi ",
        "Huge fan asim azhr",
        "can you upload the full video song?"
    ],
    "DckA3qIApyY": [
        "Aima Nailed It ️‍",
        "",
        "Aima just amazing ",
        "Bilal saeed kamal kr diya",
        "Bilal saeed sir is back ",
        "Ohhh my god bilal saeed sir ki voice ",
        "Nice song zabardast album ha sabi song",
        "Wedding stuff",
        "",
        "Bilal saeed please please please please please please please please please please please please please please please please please please please please please video b release kro please ",
        "Nice ",
        "Poster kida da bnaya oye",
        "️"
    ],
    "EUpBJE2Pql8": [
        "#longtimesong #breakupsong  #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        "#longtime #breakupsong  #aimabaig Best Song Ever",
        "Aima",
        "#longtimesong #breakupsong #aimabaig Best Song Ever! ",
        "",
        "Top song",
        "",
        "",
        "",
        "Best SONG EVER ",
        "Her Voice",
        "Love you",
        "[00:24.33]دھندھلا سا ہے تیرے بن یہ جہاں\n[00:31.43]نیا نیا سا یہ درد کیوں دل میں ہوا ہے رواں\n[00:39.48]سہمی سی ہے میری نظر\n[00:43.19]میں ڈھونڈوں تمھیں کہاں کہاں\n[.11]ہیں وہیں پہ تو آنکھیں میری\n[.13]ملتے تھے ہم جہاں جہاں\n[.36]فن کاری ہوئی بہت ساری\n[.77]میں نہ سمجھ پائی تیری سمجھ داری\n[.60]فن کاری ہوئی بہت ساری\n[.73]میں نہ سمجھ پائی تیری سمجھ داری\n[.26]♪\n[.69]پگھلاتے ہیں دھیرے دھیرے یہ مجھے\n[.58]پلکوں پہ یادوں کے تیری جلنے لگے ہیں دیے\n[.47]کھوئی سی رہوں خیالوں میں\n[.24]یہ سانسیں بھی ہیں تھمی تھمی\n[.13]اکیلے ہی میں جی لوں یوں ہی\n[.14]یہ ہوگا کبھی؟ نہیں نہیں\n[.48]فن کاری ہوئی بہت ساری\n[.65]میں نہ سمجھ پائی تیری سمجھ داری\n[.59]فن کاری ہوئی بہت ساری\n[.89]میں نہ سمجھ پائی تیری سمجھ داری\n[.13]",
        "#longtimesong #breakupsong  #aimabaig Best Song Ever",
        "",
        "",
        "",
        "#longtimesong #breakupsong #aimabaig Best Song Ever! ",
        "",
        "",
        "#longtimesong #breakupsong  #aimabaig Best Song Ever",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "32u-AkxBKKs": [
        "Shuja sir is love ",
        "App aur Sahir Ali best in the world"
    ],
    "vTpGDT9AnbU": [],
    "J8_o50NPPoU": [
        "Very very nice song i love it iss song ki lyrics bohot heart touching hai ",
        "Murtasim ",
        "",
        "Nyc song",
        "Aima Vocals",
        "",
        "️",
        "Drama name???",
        ""
    ],
    "AgpgsUWreDc": [
        "  #longtimesong #breakupsong #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        "#longtime\n #breakupsong  #aimabaig Best Song Ever0",
        "#longtimesong #breakupsong #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        "Aimies attendance ",
        "#longtime #aimabaig Best Song Ever#longtime #aimabaig Best Song Ever",
        "#longtimesong\n #breakupsong\n #aimabaig Best Song Ever! ",
        " #longtime #aimabaig Best Song Ever",
        "#longtimesong #breakupsong  #aimabaig Best Song Ever",
        " #longtimesong #breakupsong #aimabaig Best Song Ever",
        "#longtimesong #breakupsong #aimabaig Best Song Ever",
        "#longtimesong #breakupsong  #aimabaig \nBest Song Ever",
        "#longtime #aimabaig Best Song Ever",
        "#longtime\n #breakupsong\n #aimabaig Best Song Ever! ",
        " #longtime #breakupsong  #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        "#longtimesong\n#breakupsong\n #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        "  #longtimesong #breakupsong  #aimabaig Best Song Ever",
        "#longtime #breakupsong  #aimabaig Best Song Ever",
        " #longtime  #breakupsong #aimabaig Best Song Ever ",
        "  #longtimesong  #breakupsong #aimabaig Best Song Ever ",
        "#longtimesong\n #breakupsong\n #aimabaig\n Best Song Ever! ",
        "#longtimesong #breakupsong  #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        "  #longtime #breakupsong  #aimabaig Best Song Ever",
        " #longtime #aimabaig Best Song Ever",
        "#longtime\n #breakupsong \n #aimabaig\n Best Song Ever",
        "#longtime\n #breakupsong\n #aimabaig\n Best Song Ever! ",
        " #longtime #aimabaig Best Song Ever",
        "#longtimesong #breakupsong  #aimabaig Best Song Ever",
        "#longtime #breakupsong  #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        "#longtimesong #longtimeson #breakupsong #aimabaig Best Song Ever! ",
        "#longtime #breakupsong #aimabaig Best Song Ever! ",
        "#longtimesong #breakupsong  #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        "#longtimesong #breakupsong  #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        "  #longtime  #breakupsong #aimabaig Best Song Ever ",
        "#longtime #breakupsong  #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        " #longtimesong  #breakupsong #aimabaig Best Song Ever ",
        "#longtimesong #breakupsong  #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        " #longtime  #breakupsong #aimabaig Best Song Ever ",
        "#longtime\n#breakupsong \n#aimabaig Best Song Ever! ",
        "#longtime #aimabaig Best Song Ever",
        "#longtime #breakupsong  #aimabaig Best Song Ever",
        "#longtimesong  #breakupsong  #aimabaig Best Song Ever",
        " #longtime  #breakupsong #aimabaig Best Song Ever ",
        " #longtimesong  #breakupsong #aimabaig Best Song Ever ",
        " #longtime  #breakupsong #aimabaig Best Song Ever ",
        "#longtimesong #breakupsong #aimabaig  Best Song Ever!!! ",
        "#longtime #breakupsong  #aimabaig Best Song Ever",
        "#longtimesong \n#breakupsong \n#aimabaig Best Song Ever! ",
        "#longtime #aimabaig Best Song Ever",
        "#longtime\n #breakupsong \n #aimabaig Best Song Ever",
        "  #longtime  #breakupsong #aimabaig Best Song Ever ",
        "#longtimesong #breakupsong  #aimabaig Best Song Ever",
        "#longtime\n #breakupsong \n#aimabaig \nBest Song Ever! ",
        "#longtimesong #breakupsong  #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        "#longtime #breakupsong #aimabaig Best Song Ever! ",
        "#longtimesong\n #breakupsong\n  #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        " #longtimesong  #breakupsong #aimabaig Best Song Ever ",
        "#longtime #breakupsong #aimabaig Best Song Ever! ",
        "#longtime #aimabaig Best Song Ever",
        "#longtime #breakupsong  #aimabaig Best Song Ever",
        "#longtime #aimabaig Best Song Ever",
        "#longtime #breakupsong  #aimabaig Best Song Ever",
        "#longtimesong #breakupsong  #aimabaig Best Song Ever",
        "#longtime\n #breakupsong \n#aimabaig Best Song Ever! ",
        "#longtime\n #breakupsong  #aimabaig Best Song Ever",
        "#longtime \n#aimabaig Best Song Ever",
        "#longtime\n #breakupsong \n#aimabaig \nBest Song Ever! ",
        "#longtime\n#breakupsong \n#aimabaig \nBest Song Ever! ",
        "#longtimesong \n#breakupsong\n #aimabaig Best Song Ever! ",
        "#longtime #breakupsong  #aimabaig Best Song Ever",
        "#longtimesong \n#breakupsong  #aimabaig Best Song Ever",
        "#longtime\n #breakupsong \n #aimabaig Best Song Ever",
        " #longtimesong  #breakupsong #aimabaig Best Song Ever ",
        "#longtimesong #breakupsong #aimabaig  Best Song Ever!!! ",
        "#longtime #breakupsong #aimabaig Best Song Ever! ",
        "#longtime #breakupsong #aimabaig Best Song Ever! ",
        "#longtimesong \n#breakupsong\n #aimabaig \nBest Song Ever! ",
        "#longtime #breakupsong #aimabaig Best Song Ever! ",
        "#longtimesong\n #breakupsong \n #aimabaig Best Song Ever",
        "#longtime\n#breakupsong  \n#aimabaig \nBest Song Ever",
        "#longtimesong #breakupsong #aimabaig  Best Song Ever!!! ",
        "#longtime #breakupsong #aimabaig Best Song Ever! ",
        "#longtime #breakupsong #aimabaig Best Song Ever! ",
        "#longtime\n#breakupsong #aimabaig Best Song Ever! ",
        "#longtime #breakupsong #aimabaig Best Song Ever! ",
        "#longtimesong\n #breakupsong  \n#aimabaig \nBest Song Ever",
        "#longtimesong #breakupsong  #aimabaig Best Song Ever",
        "#longtime #breakupsong  #aimabaig Best Song Ever",
        "#longtimesong #breakupsong #aimabaig  Best Song Ever!!! "
    ],
    "cnEAbRNt_7I": [],
    "myixqvpOyU8": [
        "Linda música ",
        "Love ",
        "Wow song",
        "ld lad  lulal p"
    ],
    "qmrpzlIopOc": [
        "Yaar dil chu jaati hai ye gana️‍️‍",
        "Cant beleive i still come here in 2024 ",
        "Ishq tha unse isliye Jane Diya warna humein bhi izzat pyari thi",
        "So sad song 🥹🥹 Dil chhu gaya I like it ",
        "I love this song",
        "India ",
        "Aima baig has such a sweet voice ...i pride that aima baig is pakistani singer...",
        "Ai love  Azra",
        "The depth of voice and emotion is so HEART TOUCHING. Beautifully sung by Aima Begh.",
        "Awesome lyrics. Very heart touching voice Love from India.",
        "I love it this song ️️",
        "Magical voice ",
        "Best song and voice masha ALLAH",
        "Very nice song i am impressed such a lovely voice of aimabaig",
        "very heart touching",
        "Aima you are the best I just love you mein app ki biggest fan hun ap k sab songs suny Hain",
        "Superb song Aima Mam May Allah bless U with great success\nAmeen\n\nRegards\nSalman Mirza\nIndia 🇮🇳🇮🇳",
        "I literally love u aima ur so beautiful and ur voice is amazing mashallah ",
        "Excellent Voice... Aima good job...Jio",
        "Love u aima",
        "I love it",
        "Bahut hi khub song ",
        "️️️️️",
        "Love you aima",
        "beatifull voice dear",
        "I love your song its my favorite",
        "I got the song but I wanted this voice that made this song awesome️️️",
        "My favourite song\nVery nice song \nVery nice voice ",
        "Fav",
        "Your voice",
        "Excellent",
        "I love  this words",
        "This movie is very interesting and emotional ",
        "I am asking if someone can upload the instrumental versions that were used in the drama?",
        "Hi I do have the male and female version but  how can I get the flute version that is used in the serial? \nCan you make the instrumental versions?",
        "Love you song",
        "I Love you song nice ️️",
        "Nice i love him",
        "Very nice song... I really like this voice...",
        "When was it released ?",
        "super",
        "Original wali baat nahi h yaar",
        "Insturmental please",
        "Mohid",
        "NYC song",
        "Aima plz pick up my call",
        "Very nice song... I really like this voice...",
        "Nice i love him"
    ],
    "9xMwLS9yTII": [
        "Outstanding ",
        "Original Ko Lag Aksar Nahin Pehchaante!",
        "Lajawab singing"
    ],
    "pfc8XZnYkIA": [
        "Good song",
        "Ham first ham first....pehla comment"
    ],
    "W0o04j5Nr6s": [],
    "kzwTl3204wY": [
        "Love this song ",
        "Rare  such  this  song  how  touching  the  heart",
        "Like this drama ",
        "I like this drama",
        ""
    ],
    "tTCg6OkMENk": [],
    "MVEnPb8yhzA": [
        "Majbor kardea 🇵🇰️",
        "So nice voice aima",
        "Amazing voice .....heart touching",
        "Very heart touching voice of aima  keep it up .May Allah Bless U :)",
        "@aima baig really heart touching voice",
        "Apki awaz bht pyari ha .plz srr pe dopta rkhny ki koshish krain . ALLAH apki lambi umer kry",
        "Sweet voice",
        "Aey Zindagi (Slow Version)",
        "Ok",
        "where the comment gone",
        "Kon sa daram a yarr"
    ],
    "dDix3TgiRU4": [
        "Khudgraz male version ost upload please",
        "Wow",
        "Male Version ost upload please",
        "Sar Dil mein raho drama ka pura gana Nahin mil raha vah post kar de please",
        "Composing zero"
    ],
    "nHR00vVLgGE": [
        "Love u atif ",
        "Love You Atif Bhai Love Love You Soo Much",
        "Young stunners"
    ],
    "rFmsCWxHMqc": [],
    "CxjoKuq7nFU": [
        "Beautiful Voice",
        "Big friend from india",
        "Nice ",
        "Aima yar ma AAA rha Hu ap Ki birth day per ap KY ghr please open your door for me inshallah I will make you happy. And I will give you unforgettable gift just ap ny kha ap ko kbi gift Ni mila yadgar inshaallah "
    ],
    "0WIUcWJD88k": [
        "Love U Aima",
        "Aima in my Heart",
        "Aima is a Queen of Pop ",
        "HER VOICE",
        "Beauty Queen",
        "Aima ",
        "BEST ONE",
        "Aima Vocals",
        "HER VOICE IN MY MIND",
        "AIMA ",
        "LOVE U",
        "I LUV IT",
        "Vibes",
        "There She's Go Aima Baig ",
        "AIMA",
        "Best so forever",
        "Best Lofi",
        "Cool beat",
        "My fav",
        "Aima's Vocals ",
        "",
        "MAGIC IN HER VOICE",
        "Aima Baig is a Queen",
        " ",
        "",
        "",
        "Luv You Aima",
        "ONLY ANGEL SPEAK LIKE THIS",
        "Kia vibe a rhi hab",
        "LUV U",
        "",
        "REAL ANGEL IS AIMA",
        "ONLY ANGEL SING LIKE THIS ",
        "",
        "QUEEN AIMA",
        "",
        "",
        "Best Lofi Ever",
        "Kamal",
        "AIMA\nBAIG",
        "",
        "Best Lofi Ever",
        "",
        "Aima's Vocals ",
        "",
        "I LUV IT ",
        "AIMA",
        "",
        "",
        "Love U Aima",
        "",
        "",
        "",
        "I LUV IT",
        "AIMA",
        "",
        "",
        "AIMA",
        "",
        "",
        "",
        "",
        "AIMA ",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ],
    "8za1vdzypBU": [],
    "8LhW6voxcXE": [
        "Allah ho",
        "khoobsoorat",
        "Favorite singer ayma baig",
        "Wow beautiful voice of aima baig ",
        "",
        "First",
        "G 0:30",
        "Would be even more happy if it was released on 8 june my bd",
        "Second ️",
        "Allha ka dalllha song "
    ],
    "fkr_Ievyxms": [],
    "9l5CiivGvgA": [],
    "4z_L4BZWUdk": [],
    "KPADLyZRVh0": [],
    "LhCYTH3tFdk": [],
    "AhBfw-29c7o": [],
    "SjVkNLt5Y_0": [],
    "mveheJbL-Xc": [],
    "y8jIQlDGZsU": [],
    "yqFS7YaYmBE": [],
    "vI_3YLubk5M": [],
    "XBNb0l8-Cxs": [],
    "4mvo4ymhRJA": [],
    "zWNAL_SaIYM": [],
    "wdYy1Sqc4uU": [],
    "EEADMa29rJo": [],
    "lDrpan4_YbQ": [],
    "r7xBUpv4-F8": [],
    "oLA18ozQtI4": [],
    "pj-bSr2aBMc": [],
    "1QGT3FBdUWQ": [],
    "q76QlRiFVNk": [],
    "PR3Ejw7gZHk": [],
    "ojsyZELCszo": [],
    "zS_psophRAA": [],
    "GTuvUMs4IC8": [],
    "NqDFrjnkwc8": [],
    "pRBT71OVcao": [],
    "G2gLQHK43vc": [],
    "FNhqx7ESNmA": [],
    "yZowRtQ9GO8": [],
    "c73fsvJdDf0": [],
    "q2oGaar3vUI": [],
    "Z3nRgyWNgLU": [],
    "Or-3KwVV-yQ": [],
    "y5EPYBu-oIY": [],
    "jFVUywQzr5o": [],
    "cS87cOusNxk": [],
    "v9vC0olDwF0": [],
    "Ay0CU3ukhxk": [],
    "kWVy9-Uu9PQ": [],
    "U8HxgoR54Hk": [],
    "D49dO3s4qaQ": [],
    "npCu-SVVZbM": [],
    "gHA3YmcT7Og": [],
    "O1HRNx4RNLQ": [],
    "YJ5dDK6Px1c": [],
    "hHFt8rKxAYI": [],
    "c35aoS_e4Ac": [],
    "kqPINRZKcFg": [],
    "mB6Fh4hSd1Q": [],
    "kfHu9afQ4qs": [],
    "wHKYlD_kFLA": [],
    "lgh08ZMfTEs": [],
    "V1DXCFCz5Ng": [],
    "FUS1ArKp5OE": []
}